{
 "quotes": [
  {
   "quote": "\"I thought I could have leaped from earth to heaven at one spring when I first saw my sins drowned in the Redeemer's blood.\"\n- Charles Spurgeon\nTopics: Redemption",
   "topic": "Topics: Redemption"
  },
  {
   "quote": "\"This day, my God, I hate sin not because it damns me, but because it has done Thee wrong. To have grieved my God is the worst grief to me.\"\n- Charles Spurgeon\nTopics: Sin",
   "topic": "Topics: Sin"
  },
  {
   "quote": "\"You may speak but a word to a child, and in that child there may be slumbering a noble heart which shall stir the Christian Church in years to come.\"\n- Charles Spurgeon\nTopics: Children, Examples",
   "topic": "Topics: Children, Examples"
  },
  {
   "quote": "\"No man can do me a truer kindness in this world than to pray for me.\"\n- Charles Spurgeon\nTopics: Intercession",
   "topic": "Topics: Intercession"
  },
  {
   "quote": "\"Shall I give you yet another reason why you should pray? I have preached my very heart out. I could not say any more than I have said. Will not your prayers accomplish that which my preaching fails to do? Is it not likely that the Church has been putting forth its preaching hand but not its praying hand? Oh dear friends! Let us agonize in prayer.\"\n- Charles Spurgeon\nTopics: Prayer, Preaching",
   "topic": "Topics: Prayer, Preaching"
  },
  {
   "quote": "\"As well might a gnat seek to drink in the ocean, as a finite creature to comprehend the Eternal God. A God whom we could understand would be no God. If we could grasp Him, He could not be infinite. If we could understand Him, He could not be divine.\"\n- Charles Spurgeon\nTopics: God",
   "topic": "Topics: God"
  },
  {
   "quote": "\"Prayer is not a hard requirement - it is the natural duty of a creature to its creator, the simplest homage that human need can pay to divine liberality.\"\n- Charles Spurgeon\nTopics: Prayer",
   "topic": "Topics: Prayer"
  },
  {
   "quote": "\"I am certain that to preach the wrath of God with a hard heart, a cold lip, a tearless eye, and an unfeeling spirit is to harden men, not benefit them.\"\n- Charles Spurgeon\nTopics: Apathy",
   "topic": "Topics: Apathy"
  },
  {
   "quote": "\"I will defy any man who has held a deep experience of his own odious depravity to believe any other doctrines but those which are commonly called Calvinism.\"\n- Charles Spurgeon\nTopics: Doctrine",
   "topic": "Topics: Doctrine"
  },
  {
   "quote": "\"Saving faith is an immediate relation to Christ, accepting, receiving, resting upon Him alone, for justification, sanctification, and eternal life by virtue of God's grace.\"\n- Charles Spurgeon\nTopics: Justification, Sanctification, Eternal Life",
   "topic": "Topics: Justification, Sanctification, Eternal Life"
  },
  {
   "quote": "\"If we give God service it must be because He gives us grace. We work for Him because He works in us.\"\n- Charles Spurgeon\nTopics: Service",
   "topic": "Topics: Service"
  },
  {
   "quote": "\"You may readily judge whether you are a child of God or a hypocrite by seeing in what direction your soul turns in seasons of severe trial. The hypocrite flies to the world and finds a sort of comfort there. But the child of God runs to his Father and expects consolation only from the Lord's hand.\"\n- Charles Spurgeon\nTopics: Trials",
   "topic": "Topics: Trials"
  },
  {
   "quote": "\"It always seems inexplicable to me that those who claim free will so very boldly for man should not also allow some free will to God. Why should not Jesus Christ have the right to choose his own bride?\"\n- Charles Spurgeon\nTopics: Freedom",
   "topic": "Topics: Freedom"
  },
  {
   "quote": "\"I do not think the devil cares how many churches you build, if only you have lukewarm preachers and people in them.\"\n- Charles Spurgeon\nTopics: Church, Satan",
   "topic": "Topics: Church, Satan"
  },
  {
   "quote": "\"Train up a child in the way he should go - but be sure you go that way yourself.\"\n- Charles Spurgeon\nTopics: Children, Examples",
   "topic": "Topics: Children, Examples"
  },
  {
   "quote": "\"I know of no better thermometer to your spiritual temperature than this, the measure of the intensity of your prayer.\"\n- Charles Spurgeon\nTopics: Prayer",
   "topic": "Topics: Prayer"
  },
  {
   "quote": "\"To sit long in one posture, poring over a book, or driving a quill, is in itself a taxing of nature; but add to this a badly-ventilated chamber, a body which has long been without muscular exercise, and a heart burdened with many cares, and we have all the elements for preparing a seething cauldron of despair, especially in the dim months of fog.\"\n- Charles Spurgeon\nTopics: Health",
   "topic": "Topics: Health"
  },
  {
   "quote": "\"I venture to say that the greatest earthly blessing that God can give to any of us is health, with the exception of sickness. Sickness has frequently been of more use to the saints of God than health has.\"\n- Charles Spurgeon\nTopics: Health, Illness",
   "topic": "Topics: Health, Illness"
  },
  {
   "quote": "\"We should pray when we are in a praying mood, for it would be sinful to neglect so fair an opportunity. We should pray when we are not in a proper mood, for it would be dangerous to remain in so unhealthy a condition.\"\n- Charles Spurgeon\nTopics: Prayer",
   "topic": "Topics: Prayer"
  },
  {
   "quote": "\"I was cradled in the home of piety, nurtured with the tenderest care, taught the gospel from my youth up, with the holiest example of my parents, the best possible checks all around to prevent me running into sin.\"\n- Charles Spurgeon\nTopics: Piety, Parents",
   "topic": "Topics: Piety, Parents"
  },
  {
   "quote": "\"Prick him anywhere; and you will find that his blood is Bibline, the very essence of the Bible flows from him. He cannot speak without quoting a text, for his soul is full of the Word of God.\"\n- Charles Spurgeon\nTopics: Holiness",
   "topic": "Topics: Holiness"
  },
  {
   "quote": "\"Doth not all nature around me praise God? If I were silent, I should be an exception to the universe. Doth not the thunder praise Him as it rolls like drums in the march of the God of armies? Do not the mountains praise Him when the woods upon their summits wave in adoration? Doth not the lightning write His name in letters of fire? Hath not the whole earth a voice? And shall I, can I, silent be?\"\n- Charles Spurgeon\nTopics: Nature, Praise",
   "topic": "Topics: Nature, Praise"
  },
  {
   "quote": "\"I always give all the glory to God, but I do not forget that He gave me the privilege of ministering from the first to a praying people. We had prayer meetings that moved our very souls, each one appeared determined to storm the Celestial City by the might of intercession.\"\n- Charles Spurgeon\nTopics: Prayer, Intercession",
   "topic": "Topics: Prayer, Intercession"
  },
  {
   "quote": "\"Sonship is a thing which all the infirmities of our flesh, and all the sins into which we are hurried by temptation, can never violate or weaken.\"\n- Charles Spurgeon\nTopics: Temptation",
   "topic": "Topics: Temptation"
  },
  {
   "quote": "\"Believing right doctrine will no more save you, than doing good works will save you.\"\n- Charles Spurgeon\nTopics: Doctrine",
   "topic": "Topics: Doctrine"
  },
  {
   "quote": "\"Be dogmatically true, obstinately holy, immovably honest, desperately kind, fixed upright.\"\n- Charles Spurgeon\nTopics: Holiness",
   "topic": "Topics: Holiness"
  },
  {
   "quote": "\"If you will not have death unto sin, you shall have sin unto death. There is no alternative. If you do not die to sin, you shall die for sin. If you do not slay sin, sin will slay you.\"\n- Charles Spurgeon\nTopics: Sin",
   "topic": "Topics: Sin"
  },
  {
   "quote": "\"Alas! Much has been done of late to promote the production of dwarfish Christians. Poor, sickly believers turn the church into a hospital, rather than an army. Oh, to have a church built up with the deep godliness of people who know the Lord in their very hearts, and will seek to follow the Lamb wherever he goes!\"\n- Charles Spurgeon\nTopics: Church, Godliness",
   "topic": "Topics: Church, Godliness"
  },
  {
   "quote": "\"Fits of depression come over the most of us. Usually cheerful as we may be, we must at intervals be cast down. The strong are not always vigorous, the wise not always ready, the brave not always courageous, and the joyous not always happy.\"\n- Charles Spurgeon\nTopics: Depression",
   "topic": "Topics: Depression"
  },
  {
   "quote": "\"Whatever may be said about the doctrine of election, it is written in the Word of God as with an iron pen, and there is no getting rid of it. To me, it is one of the sweetest and most blessed truths in the whole of revelation, and those who are afraid of it are so because they do not understand it. If they could but know that the Lord had chosen them, it would make their hearts dance for joy.\"\n- Charles Spurgeon\nTopics: Doctrine",
   "topic": "Topics: Doctrine"
  },
  {
   "quote": "\"God's mercy is so great that you may sooner drain the sea of its water, or deprive the sun of its light, or make space too narrow, than diminish the great mercy of God.\"\n- Charles Spurgeon\nTopics: Mercy",
   "topic": "Topics: Mercy"
  },
  {
   "quote": "\"Free will I have often heard of, but I have never seen it. I have met with will, and plenty of it, but it has either been led captive by sin or held in blessed bonds of grace.\"\n- Charles Spurgeon\nTopics: Grace",
   "topic": "Topics: Grace"
  },
  {
   "quote": "\"That only is worth my having which I can have forever. That only is worth my grasping which death cannot tear out of my hand.\"\n- Charles Spurgeon\nTopics: Prosperity",
   "topic": "Topics: Prosperity"
  },
  {
   "quote": "\"It is not thy hold on Christ that saves thee; it is Christ. It is not thy joy in Christ that saves thee; it is Christ. It is not even thy faith in Christ, though that be the instrument; it is Christ's blood and merit.\"\n- Charles Spurgeon\nTopics: Salvation",
   "topic": "Topics: Salvation"
  },
  {
   "quote": "\"Our sorrows are all, like ourselves, mortal. There are no immortal sorrows for immortal souls. They come, but blessed be God, they also go. Like birds of the air, they fly over our heads. But they cannot make their abode in our souls. We suffer today, but we shall rejoice tomorrow.\"\n- Charles Spurgeon\nTopics: Suffering",
   "topic": "Topics: Suffering"
  },
  {
   "quote": "\"I believe that the happiest of all Christians and the truest of Christians are those who never dare to doubt God, but take His Word simply as it stands, and believe it, and ask no questions, just feeling assured that if God has said it, it will be so.\"\n- Charles Spurgeon\nTopics: Christians, Happiness",
   "topic": "Topics: Christians, Happiness"
  },
  {
   "quote": "\"The worst evils of life are those which do not exist except in our imagination. If we had no troubles but real troubles, we should not have a tenth part of our present sorrows. We feel a thousand deaths in fearing one, but the (the Christian) cured of the disease of fearing.\"\n- Charles Spurgeon\nTopics: Fear",
   "topic": "Topics: Fear"
  },
  {
   "quote": "\"The best way to deal with slander is to pray about it: God will either remove it, or remove the sting from it. Our own attempts at clearing ourselves are usually failures; we are like the boy who wished to remove the blot from his copy, and by his bungling made it ten times worse.\"\n- Charles Spurgeon\nTopics: Gossip",
   "topic": "Topics: Gossip"
  },
  {
   "quote": "\"He that can toy with his ministry and count it to be like a trade, or like any other profession, was never called of God. But he that has a charge pressing on his heart, and a woe ringing in his ear, and preaches as though he heard the cried of hell behind him, and saw his God looking down on him--oh, how that man entreats the Lord that his hearers may not hear in vain!\"\n- Charles Spurgeon\nTopics: Preaching",
   "topic": "Topics: Preaching"
  },
  {
   "quote": "\"Nothing binds me to my Lord like a strong belief in His changeless love.\"\n- Charles Spurgeon\nTopics: Believing",
   "topic": "Topics: Believing"
  },
  {
   "quote": "\"A man who knows that he is saved by believing in Christ does not, when he is baptized, lift his baptism into a saving ordinance. In fact, he is the very best protester against that mistake, because he holds that he has no right to be baptized until he is saved.\"\n- Charles Spurgeon\nTopics: Baptism",
   "topic": "Topics: Baptism"
  },
  {
   "quote": "\"Rest time is not waste time. It is economy to gather fresh strength... It is wisdom to take occasional furlough. In the long run, we shall do more by sometimes doing less.\"\n- Charles Spurgeon\nTopics: Rest",
   "topic": "Topics: Rest"
  },
  {
   "quote": "\"As long as a man is alive and out of hell, he cannot have any cause to complain.\"\n- Charles Spurgeon\nTopics: Contentment",
   "topic": "Topics: Contentment"
  },
  {
   "quote": "\"I have now concentrated all my prayers into one, and that one prayer is this, that I may die to self, and live wholly to Him.\"\n- Charles Spurgeon\nTopics: Self-denial, Holiness",
   "topic": "Topics: Self-denial, Holiness"
  },
  {
   "quote": "\"You are not mature if you have a high esteem of yourself. He who boasts in himself is but a babe in Christ, if indeed he be in Christ at all. Young Christians may think much of themselves. Growing Christians think themselves nothing. Mature Christians know that they are less than nothing. The more holy we are, the more we mourn our infirmities, and the humbler is our estimate of ourselves.\"\n- Charles Spurgeon\nTopics: Self-esteem, Boasting",
   "topic": "Topics: Self-esteem, Boasting"
  },
  {
   "quote": "\"I know of nothing which I would choose to have as the subject of my ambition for life than to be kept faithful to my God till death, still to be a soul winner, still to be a true herald of the cross, and testify the name of Jesus to the last hour. It is only such who in the ministry shall be saved.\"\n- Charles Spurgeon\nTopics: Faithful",
   "topic": "Topics: Faithful"
  },
  {
   "quote": "\"Anything is a blessing which makes us pray.\"\n- Charles Spurgeon\nTopics: Blessings, Prayer",
   "topic": "Topics: Blessings, Prayer"
  },
  {
   "quote": "\"God in his infinite mercy has devised a way by which justice can be satisfied, and yet mercy can be triumphant. Jesus Christ, the only begotten of the Father, took upon himself the form of man, and offered unto Divine Justice that which was accepted as an equivalent for the punishment due to all his people.\"\n- Charles Spurgeon\nTopics: Justice, Mercy",
   "topic": "Topics: Justice, Mercy"
  },
  {
   "quote": "\"There are no crown-wearers in heaven who were not cross-bearers here below.\"\n- Charles Spurgeon\nTopics: Heaven",
   "topic": "Topics: Heaven"
  },
  {
   "quote": "\"Arminianism is thus guilty of confusing doctrines and of acting as an obstruction to a clear and lucid grasp of the Scripture; because it mis-states or ignores the eternal purpose of God, it dislocates the meaning of the whole plan of redemption. Indeed confusion is inevitable apart from this foundational truth.\"\n- Charles Spurgeon\nTopics: Doctrine",
   "topic": "Topics: Doctrine"
  },
  {
   "quote": "\"If I did not believe the doctrine of the final perseverance of the saints, I think I should be of all men the most miserable, because I should lack any ground for comfort.\"\n- Charles Spurgeon\nTopics: Doctrine, Perseverance",
   "topic": "Topics: Doctrine, Perseverance"
  },
  {
   "quote": "\"Our prayers have stains in them, our faith is mixed with unbelief, our repentance is not so tender as it should be, our communion is distant and interrupted. We cannot pray without sinning, and there is filth even in our tears.\"\n- Charles Spurgeon\nTopics: Sin",
   "topic": "Topics: Sin"
  },
  {
   "quote": "\"Remember that if you are a child of God, you will never be happy in sin. You are spoiled for the world, the flesh, and the devil. When you were regenerated there was put into you a vital principle, which can never be content to dwell in the dead world. You will have to come back, if indeed you belong to the family.\"\n- Charles Spurgeon\nTopics: Backsliding",
   "topic": "Topics: Backsliding"
  },
  {
   "quote": "\"Faith and works are bound up in the same bundle. He that obeys God trusts God; and he that trusts God obeys God. He that is without faith is without works; and he that is without works is without faith.\"\n- Charles Spurgeon\nTopics: Faith, Service",
   "topic": "Topics: Faith, Service"
  },
  {
   "quote": "\"We cannot bear sin - when it is near us, we feel like a wretch chained to a rotting carcass; we groan to be free from the hateful thing.\"\n- Charles Spurgeon\nTopics: Sin",
   "topic": "Topics: Sin"
  },
  {
   "quote": "\"There are certain doctrines called Calvinistic, which I think commend themselves to the minds of all thoughtful persons for this reason mainly - they ascribe to God everything.\"\n- Charles Spurgeon\nTopics: Doctrine",
   "topic": "Topics: Doctrine"
  },
  {
   "quote": "\"Defend the Bible? I would as soon defend a lion!\"\n- Charles Spurgeon\nTopics: The Bible",
   "topic": "Topics: The Bible"
  },
  {
   "quote": "\"I remember one who spoke on the missionary question one day saying, \"The great question is not, 'Will not the heathen be saved if we do not send them the gospel?' but 'Are we saved ourselves if we do not send them the gospel?'\"\n- Charles Spurgeon\nTopics: Missions, Salvation, The Gospel",
   "topic": "Topics: Missions, Salvation, The Gospel"
  },
  {
   "quote": "\"The first link between my soul and Christ is not my goodness but my badness, not my merit but my misery, not my riches but my need.\"\n- Charles Spurgeon\nTopics: Sin",
   "topic": "Topics: Sin"
  },
  {
   "quote": "\"Grace puts its hand on the boasting mouth, and shuts it once for all.\"\n- Charles Spurgeon\nTopics: Grace, Boasting",
   "topic": "Topics: Grace, Boasting"
  },
  {
   "quote": "\"Free will carried many a soul to hell, but never a soul to heaven.\"\n- Charles Spurgeon\nTopics: Hell, Freedom",
   "topic": "Topics: Hell, Freedom"
  },
  {
   "quote": "\"If anyone should ask me what I mean by a Calvinist, I should reply, \"He is one who says, Salvation is of the Lord.\" I cannot find in Scripture any other doctrine than this. It is the essence of the Bible.\"\n- Charles Spurgeon\nTopics: Salvation",
   "topic": "Topics: Salvation"
  },
  {
   "quote": "\"The more you read the Bible; and the more you meditate on it, the more you will be astonished with it.\"\n- Charles Spurgeon\nTopics: The Bible, Meditation",
   "topic": "Topics: The Bible, Meditation"
  },
  {
   "quote": "\"The grace that does not make a man better than others is a worthless counterfeit. Christ saves His people, not IN their sins, but FROM their sins. Without holiness, no man shall see the Lord.\"\n- Charles Spurgeon\nTopics: Grace, Holiness",
   "topic": "Topics: Grace, Holiness"
  },
  {
   "quote": "\"If you do not understand a book by a departed writer you are unable to ask him his meaning, but the Spirit, who inspired Holy Scripture, lives forever, and He delights to open the Word to those who seek His instruction.\"\n- Charles Spurgeon\nTopics: Holy Spirit, Scripture",
   "topic": "Topics: Holy Spirit, Scripture"
  },
  {
   "quote": "\"We must keep from sin. If Christ has indeed saved us from sin, we cannot bear the thought of falling into it. Those who take delight in sin are not the children of God. If you are a child of God, you hate it with a perfect hatred, and your very soul loathes it.\"\n- Charles Spurgeon\nTopics: Sin",
   "topic": "Topics: Sin"
  },
  {
   "quote": "\"Drunkenness is the devil's back door to hell and everything that is hellish. For he that once gives away his brains to drink is ready to be caught by Satan for anything.\"\n- Charles Spurgeon\nTopics: Drunkenness",
   "topic": "Topics: Drunkenness"
  },
  {
   "quote": "\"In holiness God is more clearly seen than in anything else, save in the Person of Christ Jesus the Lord, of whose life such holiness is but a repetition.\"\n- Charles Spurgeon\nTopics: Holiness",
   "topic": "Topics: Holiness"
  },
  {
   "quote": "\"Born, as all of us are by nature, an Arminian, I still believed the old things I had heard continually from the pulpit, and did not see the grace of God. When I was coming to Christ, I thought I was doing it all myself, and though I sought the Lord earnestly, I had no idea the Lord was seeking me.\"\n- Charles Spurgeon\nTopics: Grace",
   "topic": "Topics: Grace"
  },
  {
   "quote": "\"In Gods case, if He had said in the infinite sovereignty of His absolute will, \"I will have no substitute, but each man shall suffer for himself, he who sinneth shall die,\" none could have murmured. It was grace, and only grace which led the divine mind to say, \"I will accept of a substitute. There shall be a vicarious suffering; and My vengeance shall be content, and My mercy shall be gratified.\"\"\n- Charles Spurgeon\nTopics: Atonement",
   "topic": "Topics: Atonement"
  },
  {
   "quote": "\"All originality and no plagiarism makes for dull preaching.\"\n- Charles Spurgeon\nTopics: Preaching",
   "topic": "Topics: Preaching"
  },
  {
   "quote": "\"Never fear dying, beloved. Dying is the last, but the least matter that a Christian has to be anxious about. Fear living - that is a hard battle to fight, a stern discipline to endure, a rough voyage to undergo.\"\n- Charles Spurgeon\nTopics: Death, Life",
   "topic": "Topics: Death, Life"
  },
  {
   "quote": "\"If there were no hell, the loss of heaven would be hell.\"\n- Charles Spurgeon\nTopics: Hell",
   "topic": "Topics: Hell"
  },
  {
   "quote": "\"My deacons know well enough how, when I first preached in Exeter Hall, there was scarcely ever an occasion in which they left me alone for ten minutes before the service, but they would find me in a most fearful state of sickness, produced by that tremendous thought of my solemn responsibility. I am compelled to put my responsibilities where I put my sins, on the back of the Lord Jesus Christ.\"\n- Charles Spurgeon\nTopics: Responsibility",
   "topic": "Topics: Responsibility"
  },
  {
   "quote": "\"A changeable God would be a terror to the righteous, they would have no sure anchorage, and amid a changing world they would be driven to and fro in perpetual fear of shipwreck. ...Our heart leaps for joy as we bow before One who has never broken His word or changed His purpose.\"\n- Charles Spurgeon\nTopics: God",
   "topic": "Topics: God"
  },
  {
   "quote": "\"I sometimes wonder that you do not get tired of my preaching, because I do nothing but hammer away on this one nail. With me it is, year after year, \"None but Jesus!\" Oh, you great saints, if you have outgrown the need of a sinner's trust in the Lord Jesus, you have outgrown your sins, but you have also outgrown your grace, and your saintship has ruined you!\"\n- Charles Spurgeon\nTopics: Jesus",
   "topic": "Topics: Jesus"
  },
  {
   "quote": "\"We say that Christ so died that He infallibly secured the salvation of a multitude that no man can number, who through Christ's death not only may be saved, but are saved, must be saved, and cannot by any possibility run the hazard of being anything but saved.\"\n- Charles Spurgeon\nTopics: Salvation",
   "topic": "Topics: Salvation"
  },
  {
   "quote": "\"Have you no wish for others to be saved? Then you are not saved yourself. Be sure of that.\"\n- Charles Spurgeon\nTopics: Salvation",
   "topic": "Topics: Salvation"
  },
  {
   "quote": "\"We declare, upon Scriptural authority, that the human will is so desperately set on mischief, so depraved, and so inclined to everything that is evil, and so disinclined to everything that is good, that without the powerful, supernatural, irresistible influence of the Holy Spirit, no human will ever be constrained towards Christ.\"\n- Charles Spurgeon\nTopics: Good and Evil, Holy Spirit",
   "topic": "Topics: Good and Evil, Holy Spirit"
  },
  {
   "quote": "\"I believe that one reason why the church of God at this present moment has so little influence over the world is because the world has so much influence over the church.\"\n- Charles Spurgeon\nTopics: Compromise",
   "topic": "Topics: Compromise"
  },
  {
   "quote": "\"We shall never see much change for the better in our churches in general till the prayer meeting occupies a higher place in the esteem of Christians.\"\n- Charles Spurgeon\nTopics: Prayer",
   "topic": "Topics: Prayer"
  },
  {
   "quote": "\"You might as well expect to raise the dead by whispering in their ears, as hope to save souls by preaching to them, if it were not for the agency of the Spirit.\"\n- Charles Spurgeon\nTopics: Holy Spirit",
   "topic": "Topics: Holy Spirit"
  },
  {
   "quote": "\"It is not for me to rise up and go in rebellion against His wishes. If He be a father, let me note His commands, and let me reverentially obey. If He has said \"Do this,\" let me do it, not because I dread Him, but because I love Him. And if He forbids me to do anything, let me avoid it.\"\n- Charles Spurgeon\nTopics: Obedience",
   "topic": "Topics: Obedience"
  },
  {
   "quote": "\"I note that some whom I greatly love and esteem, who are, in my judgment, among the very choicest of God's people, nevertheless, travel most of the way to heaven by night.\"\n- Charles Spurgeon\nTopics: Apathy",
   "topic": "Topics: Apathy"
  },
  {
   "quote": "\"If you think you can walk in holiness without keeping up perpetual fellowship with Christ, you have made a great mistake. If you would be holy, you must live close to Jesus.\"\n- Charles Spurgeon\nTopics: Holiness",
   "topic": "Topics: Holiness"
  },
  {
   "quote": "\"The trials of a true minister are not few... Let no man who looks for ease of mind and seeks the quietude of life enter the ministry; if he does so he will flee from it in disgust.\"\n- Charles Spurgeon\nTopics: Preaching",
   "topic": "Topics: Preaching"
  },
  {
   "quote": "\"I believe that as often as I transgress, God is more ready to forgive me than I am ready to offend.\"\n- Charles Spurgeon\nTopics: Forgiveness",
   "topic": "Topics: Forgiveness"
  },
  {
   "quote": "\"I do not think I should care to go on worshipping a Madonna even if she did wink. One cannot make much out of a wink. We want something more than that from the object of our adoration.\"\n- Charles Spurgeon\nTopics: Heresy",
   "topic": "Topics: Heresy"
  },
  {
   "quote": "\"I am glad there is no such thing as \"chance,\" that nothing is left to itself, but that Christ everywhere has sway.\"\n- Charles Spurgeon\nTopics: Christ",
   "topic": "Topics: Christ"
  },
  {
   "quote": "\"A sermon often does a man most good when it makes him most angry. Those people who walk down the aisles and say, \"I will never hear that man again,\" very often have an arrow rankling in their breast.\"\n- Charles Spurgeon\nTopics: Preaching, Conviction",
   "topic": "Topics: Preaching, Conviction"
  },
  {
   "quote": "\"If there were no hell, the loss of heaven would be hell.\"\n- Charles Spurgeon\nTopics: Hell",
   "topic": "Topics: Hell"
  },
  {
   "quote": "\"If your religion does not make you holy, it will damn you. It is simply painted pageantry to go to hell in.\"\n- Charles Spurgeon\nTopics: Holiness",
   "topic": "Topics: Holiness"
  },
  {
   "quote": "\"A man is not far from the gates of heaven when he is fully submissive to the Lord's will.\"\n- Charles Spurgeon\nTopics: Submission",
   "topic": "Topics: Submission"
  },
  {
   "quote": "\"The greatest enemy to human souls is the self-righteous spirit which makes men look to themselves for salvation.\"\n- Charles Spurgeon\nTopics: Self-righteousness",
   "topic": "Topics: Self-righteousness"
  },
  {
   "quote": "\"Those children who are of sufficient years to sin and be saved by faith have to listen to the gospel and receive it by faith. And they can do this, God the Holy Spirit helping them. There is no doubt about it, because great numbers have done it. I will not say at what age children are first capable of receiving the knowledge of Christ, but it is much earlier than some fancy.\"\n- Charles Spurgeon\nTopics: Children, Salvation",
   "topic": "Topics: Children, Salvation"
  },
  {
   "quote": "\"I believe that gluttony is as much a sin in the sight of God as drunkenness.\"\n- Charles Spurgeon\nTopics: Sin",
   "topic": "Topics: Sin"
  },
  {
   "quote": "\"A church in the land without the Spirit is rather a curse than a blessing. If you have not the Spirit of God, Christian worker, remember that you stand in somebody else's way; you are a fruitless tree standing where a fruitful tree might grow.\"\n- Charles Spurgeon\nTopics: Church, Holy Spirit",
   "topic": "Topics: Church, Holy Spirit"
  },
  {
   "quote": "\"He who talks upon plain gospel themes in a farmer's kitchen, and is able to interest the carter's boy and the dairymaid, has more of the minister in him than the prim little man who keeps prating about being cultured, and means by that - being taught to use words which nobody can understand.\"\n- Charles Spurgeon\nTopics: Witnessing",
   "topic": "Topics: Witnessing"
  },
  {
   "quote": "\"A church that does not exist to reclaim heathenism, to fight evil, to destroy error, to put down falsehood, a church that does not exist to take the side of the poor, to denounce injustice and to hold up righteousness, is a church that has no right to be. Not for yourself, O church, do you exist, any more than Christ existed for Himself.\"\n- Charles Spurgeon\nTopics: Church",
   "topic": "Topics: Church"
  },
  {
   "quote": "\"Never did the church so much prosper and so truly thrive as when she was baptized in the blood. The ship of the church never sails so gloriously along as when the bloody spray of her martyrs falls on her deck. We must suffer and we must die, if we are ever to conquer this world for Christ.\"\n- Charles Spurgeon\nTopics: Persecution",
   "topic": "Topics: Persecution"
  },
  {
   "quote": "\"A man is not saved against his will, but he is made willing by the operation of the Holy Ghost. A mighty grace which he does not wish to resist enters into the man, disarms him, makes a new creature of him, and he is saved.\"\n- Charles Spurgeon\nTopics: Salvation, Holy Spirit",
   "topic": "Topics: Salvation, Holy Spirit"
  },
  {
   "quote": "\"If there were no gratified hearers of ill reports, there would be an end of the trade of spreading them.\"\n- Charles Spurgeon\nTopics: Gossip",
   "topic": "Topics: Gossip"
  },
  {
   "quote": "\"You must keep all earthy treasures out of your heart, and let Christ be your treasure, and let Him have your heart.\"\n- Charles Spurgeon\nTopics: The Heart",
   "topic": "Topics: The Heart"
  },
  {
   "quote": "\"You will find all true theology summed up in these two short sentences: Salvation is all of the grace of God. Damnation is all of the will of man.\"\n- Charles Spurgeon\nTopics: Theology, Salvation",
   "topic": "Topics: Theology, Salvation"
  },
  {
   "quote": "\"When my spirit gets depressed, nothing will sustain it but the good old-fashioned Calvinistic doctrine.\"\n- Charles Spurgeon\nTopics: Doctrine",
   "topic": "Topics: Doctrine"
  },
  {
   "quote": "\"Beware, I pray thee, of presuming that thou art saved. If thy heart be renewed, if thou shalt hate the things that thou didst once love, and love the things that thou didst once hate; if thou hast really repented; if there be a thorough change of mind in thee; if thou be born again, then hast thou reason to rejoice: but if there be no vital change, no inward godliness; if there be no love to God, no prayer, no work of the Holy Spirit, then thy saying \"I am saved\" is but thine own assertion, and it may delude, but it will not deliver thee.\"\n- Charles Spurgeon\nTopics: Renewal",
   "topic": "Topics: Renewal"
  },
  {
   "quote": "\"If it were Christ's intention to save all men, how deplorably He has been disappointed!\"\n- Charles Spurgeon\nTopics: Salvation",
   "topic": "Topics: Salvation"
  },
  {
   "quote": "\"I believe that in public worship we should do well to be bound by no human rules, and constrained by no stereotyped order.\"\n- Charles Spurgeon\nTopics: Worship",
   "topic": "Topics: Worship"
  },
  {
   "quote": "\"Few preachers of religion do believe thoroughly the doctrine of the Fall, or else they think that when Adam fell down he broke his little finger, and did not break his neck and ruin his race.\"\n- Charles Spurgeon\nTopics: Doctrine",
   "topic": "Topics: Doctrine"
  },
  {
   "quote": "\"God will not go forth with that man who marches in his own strength.\"\n- Charles Spurgeon\nTopics: Self-righteousness",
   "topic": "Topics: Self-righteousness"
  },
  {
   "quote": "\"We have come to a turning point in the road. If we turn to the right mayhap our children and our children's children will go that way; but if we turn to the left, generations yet unborn will curse our names for having been unfaithful to God and to His Word.\"\n- Charles Spurgeon\nTopics: Examples, Faithful",
   "topic": "Topics: Examples, Faithful"
  },
  {
   "quote": "\"Genuine faith that saves the soul has for its main element - trust - absolute rest of the whole soul - on the Lord Jesus Christ to save me, whether He died in particular or in special to save me or not, and relying, as I am, wholly and alone on Him, I am saved.\"\n- Charles Spurgeon\nTopics: Faith, Trust, Salvation",
   "topic": "Topics: Faith, Trust, Salvation"
  },
  {
   "quote": "\"The best worship that we ever render to God is far from perfect. Our praises, how faint and feeble they are! Our prayers, how wandering, how wavering they are! When we get nearest to God, how far off we are! When we are most like Him, how greatly unlike Him we are!\"\n- Charles Spurgeon\nTopics: Worship",
   "topic": "Topics: Worship"
  },
  {
   "quote": "\"Watch constantly against those things which are thought to be no temptations. The most poisonous serpents are found where the sweetest flowers grow. Cleopatra was poisoned by an asp that was brought to her in a basket of fair flowers. Sharp-edged tools, long handled, wound at last.\"\n- Charles Spurgeon\nTopics: Temptation",
   "topic": "Topics: Temptation"
  },
  {
   "quote": "\"The furnace of affliction is a good place for you, Christian; it benefits you; it helps you to become more like Christ, and it is fitting you for heaven.\"\n- Charles Spurgeon\nTopics: Affliction",
   "topic": "Topics: Affliction"
  },
  {
   "quote": "\"To be a soul winner is the happiest thing in this world. And with every soul you bring to Jesus Christ, you seem to get a new heaven here upon earth.\"\n- Charles Spurgeon\nTopics: Evangelism",
   "topic": "Topics: Evangelism"
  },
  {
   "quote": "\"Whirled from off our feet by a revival, carried aloft by popularity, exalted by success in soul-winning, we should be as the chaff which the wind driveth away, were it not that the gracious discipline of mercy breaks the ships of our vainglory with a strong east wind, and casts us shipwrecked, naked and forlorn, upon the Rock of Ages.\"\n- Charles Spurgeon\nTopics: Evangelism, Discipline",
   "topic": "Topics: Evangelism, Discipline"
  },
  {
   "quote": "\"I wish that saints would cling to Christ half as earnestly as sinners cling to the devil. If we were as willing to suffer for God as some are willing to suffer for their lusts, what perseverance and zeal would be seen on all sides!\"\n- Charles Spurgeon\nTopics: Surrender, Zeal",
   "topic": "Topics: Surrender, Zeal"
  },
  {
   "quote": "\"Concerning homosexuality: This once brought hell out of heaven on Sodom.\"\n- Charles Spurgeon\nTopics: Hell",
   "topic": "Topics: Hell"
  },
  {
   "quote": "\"Because there is one hypocrite, men set down all the rest the same. I heard one man say that he did not believe there was a true Christian living, because he had found so many hypocrites. I reminded him that there could be no hypocrites if there were no genuine Christians. No one would try to forge bank notes if there were no genuine ones.\"\n- Charles Spurgeon\nTopics: Hypocrisy",
   "topic": "Topics: Hypocrisy"
  },
  {
   "quote": "\"I am persuaded that the doctrine of predestination is one of the \"softest pillows\" upon which the Christian can lay his head, and one of the \"strongest staffs\" upon which he may lean, in his pilgrimage along this rough road.\"\n- Charles Spurgeon\nTopics: Doctrine",
   "topic": "Topics: Doctrine"
  },
  {
   "quote": "\"I would go to the deeps a hundred times to cheer a downcast spirit. It is good for me to have been afflicted, that I might know how to speak a word in season to one that is weary.\"\n- Charles Spurgeon\nTopics: Encouragement",
   "topic": "Topics: Encouragement"
  },
  {
   "quote": "\"A true prayer is an inventory of needs, a catalog of necessities, an exposure of secret wounds, a revelation of hidden poverty.\"\n- Charles Spurgeon\nTopics: Prayer",
   "topic": "Topics: Prayer"
  },
  {
   "quote": "\"Serve God by doing common actions in a heavenly spirit, and then, if your daily calling only leaves you cracks and crevices of time, fill them up with holy service.\"\n- Charles Spurgeon\nTopics: Service, Time",
   "topic": "Topics: Service, Time"
  },
  {
   "quote": "\"He had, when in health, wickedly refused Christ, yet in his death-agony, he had superstitiously sent for me. Too late, he sighed for the ministry of reconciliation, and sought to enter in at the closed door, but he was not able. There was no space left him then for repentance, for he had wasted the opportunities which God had long granted to him.\"\n- Charles Spurgeon\nTopics: Rebellion",
   "topic": "Topics: Rebellion"
  },
  {
   "quote": "\"We see his smile of love even when others see nothing but the black hand of Death smiting our best beloved.\"\n- Charles Spurgeon\nTopics: Death",
   "topic": "Topics: Death"
  },
  {
   "quote": "\"I believe that nothing happens apart from divine determination and decree. We shall never be able to escape from the doctrine of divine predestination - the doctrine that God has foreordained certain people unto eternal life.\"\n- Charles Spurgeon\nTopics: Heresy, Doctrine, Eternal Life",
   "topic": "Topics: Heresy, Doctrine, Eternal Life"
  },
  {
   "quote": "\"A good character is the best tombstone. Those who loved you and were helped by you will remember you when forget-me-nots have withered. Carve your name on hearts, not on marble.\"\n- Charles Spurgeon\nTopics: Character, Death",
   "topic": "Topics: Character, Death"
  },
  {
   "quote": "\"Saints not only desire to love and speak truth with their lips, but they seek to be true within; they will not lie even in the closet of their hearts, for God is there to listen; they scorn double meanings, evasions, equivocations, white lies, flatteries, and deceptions.\"\n- Charles Spurgeon\nTopics: Truth, Deception",
   "topic": "Topics: Truth, Deception"
  },
  {
   "quote": "\"Go forth today, by the help of God's Spirit, vowing and declaring that in life - come poverty, come wealth, in death - come pain or come what may, you are and ever must be the Lord's. For this is written on your heart, 'We love Him because He first loved us.'\"\n- Charles Spurgeon\nTopics: Holy Spirit, Perseverance",
   "topic": "Topics: Holy Spirit, Perseverance"
  },
  {
   "quote": "\"Humility is to make a right estimate of one's self.\"\n- Charles Spurgeon\nTopics: Humility",
   "topic": "Topics: Humility"
  },
  {
   "quote": "\"The hell of hells will be the thought that is forever. The soul sees written over its head, \"You are damned forever.\" It hears howlings that are to be perpetual; it sees flames which are unquenchable; it knows pains that are unmitigated.\"\n- Charles Spurgeon\nTopics: Hell",
   "topic": "Topics: Hell"
  },
  {
   "quote": "\"The treatment of our Lord Jesus Christ by men is the clearest proof of total depravity. Those must be stony hearts indeed which can laugh at a dying Savior and mock even his faith in God!\"\n- Charles Spurgeon\nTopics: Rebellion",
   "topic": "Topics: Rebellion"
  },
  {
   "quote": "\"As long as a man is alive and out of hell, he cannot have any cause to complain.\"\n- Charles Spurgeon\nTopics: Contentment",
   "topic": "Topics: Contentment"
  },
  {
   "quote": "\"Rebellion against divine election is often founded on the idea that the sinner has a sort of right to be saved, and this is to deny the full desert of sin.\"\n- Charles Spurgeon\nTopics: Rebellion",
   "topic": "Topics: Rebellion"
  },
  {
   "quote": "\"Avoid a sugared Gospel as you would shun sugar of lead. Seek that Gospel which rips up and tears and cuts and wounds and hacks and even kills, for that is the Gospel that makes alive again. And when you have found it, give good heed to it. Let it enter into your inmost being. As the rain soaks into the ground, so pray the Lord to let his Gospel soak into your soul.\"\n- Charles Spurgeon\nTopics: The Gospel",
   "topic": "Topics: The Gospel"
  },
  {
   "quote": "\"Sin is a deliberate treason against the majesty of God, an assault upon His crown, an insult offered to His throne.\"\n- Charles Spurgeon\nTopics: Sin",
   "topic": "Topics: Sin"
  },
  {
   "quote": "\"It is, perhaps, one of the hardest struggles of the Christian life to learn this sentence - \"Not unto us, not unto us, but unto Thy name be glory.\"\"\n- Charles Spurgeon\nTopics: Submission",
   "topic": "Topics: Submission"
  },
  {
   "quote": "\"If God should please, the Holy Spirit could at this moment make every one of you fall on your knees, confess your sins, and turn to God. He is an Almighty Spirit, able to do wonders.\"\n- Charles Spurgeon\nTopics: Holy Spirit, Confession",
   "topic": "Topics: Holy Spirit, Confession"
  },
  {
   "quote": "\"A man's life is always more forcible than his speech. When men take stock of him they reckon his deeds as dollars and his words as pennies. If his life and doctrine disagree the mass of onlookers accept his practice and reject his preaching.\"\n- Charles Spurgeon\nTopics: Life, Examples",
   "topic": "Topics: Life, Examples"
  },
  {
   "quote": "\"Praise is the rehearsal of our eternal song. By grace we learn to sing, and in glory we continue to sing. What will some of you do when you get to heaven, if you go on grumbling all the way? Do not hope to get to heaven in that style. But now begin to bless the name of the Lord.\"\n- Charles Spurgeon\nTopics: Praise",
   "topic": "Topics: Praise"
  },
  {
   "quote": "\"We believe, that the work of regeneration, conversion, sanctification and faith, is not an act of man's free will and power, but of the mighty, efficacious and irresistible grace of God.\"\n- Charles Spurgeon\nTopics: Grace, Sanctification",
   "topic": "Topics: Grace, Sanctification"
  },
  {
   "quote": "\"Sincerity makes the very least person to be of more value than the most talented hypocrite.\"\n- Charles Spurgeon\nTopics: Hypocrisy",
   "topic": "Topics: Hypocrisy"
  },
  {
   "quote": "\"Nothing makes a man so virtuous as belief of the truth. A lying doctrine will soon beget a lying practice. A man cannot have an erroneous belief without by-and-by having an erroneous life. I believe the one thing naturally begets the other.\"\n- Charles Spurgeon\nTopics: Doctrine, Truth",
   "topic": "Topics: Doctrine, Truth"
  },
  {
   "quote": "\"Conversion is a turning onto the right road. The next thing to do is to walk on it.\"\n- Charles Spurgeon\nTopics: Conversion, Faith",
   "topic": "Topics: Conversion, Faith"
  },
  {
   "quote": "\"I do not think the devil cares how many churches you build, if only you have lukewarm preachers and people in them.\"\n- Charles Spurgeon\nTopics: Church, Satan",
   "topic": "Topics: Church, Satan"
  },
  {
   "quote": "\"There is a general kind of praying which fails for lack of precision. It is as if a regiment of soldiers should all fire off their guns anywhere. Possibly somebody would be killed, but the majority of the enemy would be missed.\"\n- Charles Spurgeon\nTopics: Prayer",
   "topic": "Topics: Prayer"
  },
  {
   "quote": "\"Throughout the Old Testament this was always the idea of a sin-offering - that of a perfect victim; without offense on its own account, taking the place of the offender; the transference of the offender's sin to that victim, and that expiation in the person of the victim for the sin done by another.\"\n- Charles Spurgeon\nTopics: Atonement",
   "topic": "Topics: Atonement"
  },
  {
   "quote": "\"I feel that if God should smite me now, without hope or offer of mercy, to the lowest hell, I should only have what I justly deserve; and I feel that if I be not punished for my sins, or if there be not some plan found by which my sin can be punished in another, I cannot understand how God can be just at all: how shall he be Judge of all the earth, if he suffer offenses to go unpunished?\"\"\n- Charles Spurgeon\nTopics: Hell, Justice",
   "topic": "Topics: Hell, Justice"
  },
  {
   "quote": "\"When a man is saved by divine grace, he is not wholly cleansed from the corruption of his heart. When we believe in Jesus Christ all our sins are pardoned; yet the power of sin, albeit that it is weakened and kept under by the dominion of the new-born nature which God doth infuse into our souls, doth not cease, but still tarrieth in us, and will do so to our dying day.\"\n- Charles Spurgeon\nTopics: Salvation, The Heart",
   "topic": "Topics: Salvation, The Heart"
  },
  {
   "quote": "\"If then, you will be damned, let me have this one thing as a consolation for your misery, that you are not damned for the lack of calling after; you are not lost for the lack of weeping after, and not lost for the lack of praying after.\"\n- Charles Spurgeon\nTopics: Hell",
   "topic": "Topics: Hell"
  },
  {
   "quote": "\"God never punishes his children in the sense of avenging justice. He chastens as a father does his child, but he never punishes his redeemed as a judge does a criminal. It is unjust to exact punishment from redeemed souls since Christ has been punished in their place. How shall the Lord punish twice for one offense?\"\n- Charles Spurgeon\nTopics: Chastisement, Atonement",
   "topic": "Topics: Chastisement, Atonement"
  },
  {
   "quote": "\"Millions have never heard of Jesus. We ought not to ask, \"Can I prove that I ought to go?' but, \"Can I prove that I ought not to go?\";\"\n- Charles Spurgeon\nTopics: Missions",
   "topic": "Topics: Missions"
  },
  {
   "quote": "\"If heaven were by merit, it would never be heaven to me, for if I were in it I should say, \"I am sure I am here by mistake; I am sure this is not my place; I have no claim to it.\" But if it be of grace and not of works, then we may walk into heaven with boldness.\"\n- Charles Spurgeon\nTopics: Heaven, Grace",
   "topic": "Topics: Heaven, Grace"
  },
  {
   "quote": "\"A Christian is a perpetual miracle.\"\n- Charles Spurgeon\nTopics: Christians",
   "topic": "Topics: Christians"
  },
  {
   "quote": "\"When your will is God"
  },
  {
   "quote": "\"Between here and heaven, every minute that the Christian lives will be a minute of grace.\"\n- Charles Spurgeon\nTopics: Christians, Grace",
   "topic": "Topics: Christians, Grace"
  },
  {
   "quote": "\"Look to the cross, and hate your sin, for sin nailed your Well Beloved to the tree. Look up to the cross, and you will kill sin, for the strength of Jesus' love will make you strong to put down your tendencies to sin.\"\n- Charles Spurgeon\nTopics: The Cross",
   "topic": "Topics: The Cross"
  },
  {
   "quote": "\"By perseverance the snail reached the ark.\"\n- Charles Spurgeon\nTopics: Perseverance, Humorous",
   "topic": "Topics: Perseverance, Humorous"
  },
  {
   "quote": "\"Prayer girds human weakness with divine strength, turns human folly into heavenly wisdom, and gives to troubled mortals the peace of God. We know not what prayer can do.\"\n- Charles Spurgeon\nTopics: Prayer, Peace",
   "topic": "Topics: Prayer, Peace"
  },
  {
   "quote": "\"The good man has his enemies. He would not be like his Lord if he had not. If we were without enemies we might fear that we were not the friends of God, for the friendship of the world is enmity to God.\"\n- Charles Spurgeon\nTopics: Enemies",
   "topic": "Topics: Enemies"
  },
  {
   "quote": "\"Sin to a believer is horrible, because it crucified the Saviour; he sees in every iniquity the nails and spear.\"\n- Charles Spurgeon\nTopics: Sin, The Cross",
   "topic": "Topics: Sin, The Cross"
  },
  {
   "quote": "\"Depend on it, my hearer, you never will go to heaven unless you are prepared to worship Jesus Christ as God.\"\n- Charles Spurgeon\nTopics: Heaven",
   "topic": "Topics: Heaven"
  },
  {
   "quote": "\"The Christian life is very much like climbing a hill of ice. You cannot slide up. You have to cut every step with an ice axe. Only with incessant labor in cutting and chipping can you make any progress. If you want to know how to backslide, leave off going forward. Cease going upward and you will go downward of necessity. You can never stand still.\"\n- Charles Spurgeon\nTopics: Christianity, Backsliding",
   "topic": "Topics: Christianity, Backsliding"
  },
  {
   "quote": "\"It is a good thing God chose me before I was born, because he surely would not have afterwards.\"\n- Charles Spurgeon\nTopics: Grace",
   "topic": "Topics: Grace"
  },
  {
   "quote": "\"It is not my aim to introduce doubts and fears into your mind; no, but I do hope self-examination may help to drive them away. It is not security, but false security, which we would kill; not confidence, but false confidence, which we would overthrow; not peace, but false peace, which we would destroy.\"\n- Charles Spurgeon\nTopics: Doubt, Fear",
   "topic": "Topics: Doubt, Fear"
  },
  {
   "quote": "\"Christian, remember the goodness of God in the frost of adversity.\"\n- Charles Spurgeon\nTopics: Grace, Adversity",
   "topic": "Topics: Grace, Adversity"
  },
  {
   "quote": "\"You will bear me witness, my friends, that it is exceedingly seldom I ever intrude into the mysteries of the future with regard either to the second advent, the millennial reign, or the first and second resurrection. As often as we come about it in our expositions, we do not turn aside from the point, but if guilty at all on this point, it is rather in being too silent than saying too much\"\n- Charles Spurgeon\nTopics: Prophecy, Doctrine",
   "topic": "Topics: Prophecy, Doctrine"
  },
  {
   "quote": "\"Whatever subject I preach, I do not stop until I reach the Savior, the Lord Jesus, for in Him are all things.\"\n- Charles Spurgeon\nTopics: Preaching, Jesus",
   "topic": "Topics: Preaching, Jesus"
  },
  {
   "quote": "\"The best moment of a Christian's life is his last one, because it is the one that is nearest heaven. And then it is that he begins to strike the keynote of the song which he shall sing to all eternity.\"\n- Charles Spurgeon\nTopics: Eternity",
   "topic": "Topics: Eternity"
  },
  {
   "quote": "\"I believe the man who is not willing to submit to the electing love and sovereign grace of God has great reason to question whether he is a Christian at all, for the spirit that kicks against that is the spirit of the unhumbled, unrenewed heart.\"\n- Charles Spurgeon\nTopics: Rebellion",
   "topic": "Topics: Rebellion"
  },
  {
   "quote": "\"You will find indwelling sin frequently retarding you the most, when you are most earnest. When you desire to be most alive to God - you will generally find sin most alive to repel you.\"\n- Charles Spurgeon\nTopics: Sin",
   "topic": "Topics: Sin"
  },
  {
   "quote": "\"Wisdom is the right use of knowledge. To know is not to be wise. Many men know a great deal, and are all the greater fools for it. There is no fool so great a fool as a knowing fool. But to know how to use knowledge is to have wisdom.\"\n- Charles Spurgeon\nTopics: Knowledge, Wisdom",
   "topic": "Topics: Knowledge, Wisdom"
  },
  {
   "quote": "\"Who is to have authority in the matter of gracious adoption? The children of wrath? Surely not; and yet all men are such! No, it stands to reason, to common sense, that none but the parent can have the discretion to adopt.\"\n- Charles Spurgeon\nTopics: Doctrine",
   "topic": "Topics: Doctrine"
  },
  {
   "quote": "\"When we bless God for mercies, we usually prolong them. When we bless God for miseries, we usually end them. Praise is the honey of life which a devout heart extracts from every bloom of providence and grace.\"\n- Charles Spurgeon\nTopics: Praise",
   "topic": "Topics: Praise"
  },
  {
   "quote": "\"Methinks every true Christian should be exceedingly earnest in prayer concerning the souls of the ungodly; and when they are so, how abundantly God blesses them and how the church prospers!\"\n- Charles Spurgeon\nTopics: Prayer",
   "topic": "Topics: Prayer"
  },
  {
   "quote": "\"If I only had one more sermon to preach before I died, it would be about my Lord Jesus Christ. And I think that when we get to the end of our ministry, one of our regrets will be that we did not preach more of Him. I am sure no minister will ever repent of having preached Him too much.\"\n- Charles Spurgeon\nTopics: Preaching",
   "topic": "Topics: Preaching"
  },
  {
   "quote": "\"Faith shows itself by good works.\"\n- Charles Spurgeon\nTopics: Faith, Service",
   "topic": "Topics: Faith, Service"
  },
  {
   "quote": "\"It is not faith in Christ that saves you (though faith is the instrument) - it is Christ's blood and merits.\"\n- Charles Spurgeon\nTopics: Salvation",
   "topic": "Topics: Salvation"
  },
  {
   "quote": "\"Of two evils choose neither.\"\n- Charles Spurgeon\nTopics: Good and Evil",
   "topic": "Topics: Good and Evil"
  },
  {
   "quote": "\"The most useful members of a church are usually those who would be doing harm if they were not doing good.\"\n- Charles Spurgeon\nTopics: Church",
   "topic": "Topics: Church"
  },
  {
   "quote": "\"God has great things in store for His people; they ought to have large expectations.\"\n- Charles Spurgeon\nTopics: Providence",
   "topic": "Topics: Providence"
  },
  {
   "quote": "\"False gods patiently endure the existence of other false gods. Dagon can stand with Bel, and Bel with Ashtaroth; how should stone, and wood, and silver, be moved to indignation; but because God is the only living and true God, Dagon must fall before His ark; Bel must be broken, and Ashtaroth must be consumed with fire.\"\n- Charles Spurgeon\nTopics: Idolatry",
   "topic": "Topics: Idolatry"
  },
  {
   "quote": "\"You cannot preach conviction of sin unless you have suffered it. You cannot preach repentance unless you have practiced it. You cannot preach faith unless you have exercised it. True preaching is artesian; it wells up from the great depths of the soul. If Christ has not made a well within us, there will be no outflow from us.\"\n- Charles Spurgeon\nTopics: Preaching, Conviction",
   "topic": "Topics: Preaching, Conviction"
  },
  {
   "quote": "\"No one knows who is listening, say nothing you would not wish put in the newspapers.\"\n- Charles Spurgeon\nTopics: Character",
   "topic": "Topics: Character"
  },
  {
   "quote": "\"It is blessed to eat into the very soul of the Bible until, at last, you come to talk in Scriptural language, and your spirit is flavoured with the words of the Lord, so that your blood is Bibline and the very essence of the Bible flows from you.\"\n- Charles Spurgeon\nTopics: The Bible",
   "topic": "Topics: The Bible"
  },
  {
   "quote": "\"A vigorous temper is not altogether an evil. Men who are easy as an old shoe are generally of little worth.\"\n- Charles Spurgeon\nTopics: Anger, Men",
   "topic": "Topics: Anger, Men"
  },
  {
   "quote": "\"It is the burning lava of the soul that has a furnace within---a very volcano of grief and sorrow--it is that burning lava of prayer that finds its way to God. No prayer ever reaches God's heart which does not come from our hearts.\"\n- Charles Spurgeon\nTopics: Prayer",
   "topic": "Topics: Prayer"
  },
  {
   "quote": "\"When you have no helpers, see your helpers in God. When you have many helpers, see God in all your helpers. When you have nothing but God, see all in God. When you have everything, see God in everything. Under all conditions, stay thy heart only on the Lord.\"\n- Charles Spurgeon\nTopics: Faithful, Helping, The Heart",
   "topic": "Topics: Faithful, Helping, The Heart"
  },
  {
   "quote": "\"Thank God you have got a Father that can be angry, but that loves you as much when He is angry as when He smiles upon you.\"\n- Charles Spurgeon\nTopics: God",
   "topic": "Topics: God"
  },
  {
   "quote": "\"Before any great achievement, some measure of depression is very usual.\"\n- Charles Spurgeon\nTopics: Achievement, Depression",
   "topic": "Topics: Achievement, Depression"
  },
  {
   "quote": "\"Feel for others - in your pocket.\"\n- Charles Spurgeon\nTopics: Charity",
   "topic": "Topics: Charity"
  },
  {
   "quote": "\"If Christ has died for me - ungodly as I am, without strength as I am - then I can no longer live in sin, but must arouse myself to love and serve Him who has redeemed me. I cannot trifle with the evil that killed my best Friend. I must be holy for his sake. How can I live in sin when He has died to save me from it?\"\n- Charles Spurgeon\nTopics: Service, Holiness",
   "topic": "Topics: Service, Holiness"
  },
  {
   "quote": "\"No one is so miserable as the poor person who maintains the appearance of wealth.\"\n- Charles Spurgeon\nTopics: Hypocrisy, Wealth",
   "topic": "Topics: Hypocrisy, Wealth"
  },
  {
   "quote": "\"I daresay the devil finds himself at home in Hades. But if he could be converted into a seraph, he would not stop in hell for an hour. He would never want to go there again for pleasure. Of that I am certain. And when a man who professes to be converted says that he goes into the world and into sin for pleasure, it is as if an angel went into hell for enjoyment.\"\n- Charles Spurgeon\nTopics: Hell",
   "topic": "Topics: Hell"
  },
  {
   "quote": "\"Repentance is as much a mark of a Christian, as faith is. A very little sin, as the world calls it, is a very great sin to a true Christian.\"\n- Charles Spurgeon\nTopics: Repentance",
   "topic": "Topics: Repentance"
  },
  {
   "quote": "\"Soar back through all your own experiences. Think of how the Lord has led you in the wilderness and has fed and clothed you every day. How God has borne with your ill manners, and put up with all your murmurings and all your longings after the 'sensual pleasures of Egypt!' Think of how the Lord's grace has been sufficient for you in all your troubles.\"\n- Charles Spurgeon\nTopics: Grace",
   "topic": "Topics: Grace"
  },
  {
   "quote": "\"You cannot control your children, you say. Then the Lord have mercy on you! It is your business to do it, and you must do it, or else you will soon find they will control you. No one knows what judgment will come from God upon those who allow sin in children to go unrebuked.\"\n- Charles Spurgeon\nTopics: Parents",
   "topic": "Topics: Parents"
  },
  {
   "quote": "\"It is of no use for any of you to try to be soul-winners if you are not bearing fruit in your own lives. How can you serve the Lord with your lips if you do not serve Him with your lives? How can you preach His gospel with your tongues, when with hands, feet, and heart you are preaching the devil's gospel, and setting up an antichrist by your practical unholiness?\"\n- Charles Spurgeon\nTopics: Hypocrisy",
   "topic": "Topics: Hypocrisy"
  },
  {
   "quote": "\"Humility is the proper estimate of oneself.\"\n- Charles Spurgeon\nTopics: Humility",
   "topic": "Topics: Humility"
  },
  {
   "quote": "\"When Andrew went to find his brother, he little imagined how eminent Simon would become. You may be very deficient in talent yourself, and yet you may be the means of drawing to Christ one who shall become eminent in grace and service.\"\n- Charles Spurgeon\nTopics: Evangelism, Grace, Service",
   "topic": "Topics: Evangelism, Grace, Service"
  },
  {
   "quote": "\"If any man will preach as he should preach, his work will take more out of him than any other labor under heaven.\"\n- Charles Spurgeon\nTopics: Preaching",
   "topic": "Topics: Preaching"
  },
  {
   "quote": "\"The eagle-eyed, argus-eyed world observes everything we do, and sharp critics are upon us. Let us live the life of Christ in public. Let us take care that we exhibit our Master, and not ourselves--so that we can say, \"It is no longer I that live, but Christ that lives in me.\"\"\n- Charles Spurgeon\nTopics: Godliness",
   "topic": "Topics: Godliness"
  },
  {
   "quote": "\"If grace does not make us differ from other men, it is not the grace which God gives His elect.\"\n- Charles Spurgeon\nTopics: Grace",
   "topic": "Topics: Grace"
  },
  {
   "quote": "\"If God would have painted a yellow stripe on the backs of the elect I would go around lifting shirts. But since He didn't I must preach \"whosoever will\" and when \"whatsoever\" believes I know that he is one of the elect.\"\n- Charles Spurgeon\nTopics: Doctrine",
   "topic": "Topics: Doctrine"
  },
  {
   "quote": "\"Some of us who have preached the Word for years, and have been the means of working faith in others and of establishing them in the knowledge of the fundamental doctrines of the Bible, have nevertheless been the subjects of the most fearful and violent doubts as to the truth of the very gospel we have preached.\"\n- Charles Spurgeon\nTopics: Doubt",
   "topic": "Topics: Doubt"
  },
  {
   "quote": "\"If I were a Roman Catholic, I should turn a heretic, in sheer desperation, because I would rather go to heaven than go to purgatory.\"\n- Charles Spurgeon\nTopics: Heaven",
   "topic": "Topics: Heaven"
  },
  {
   "quote": "\"Not that our salvation should be the effect of our work, but our work should be the evidence of our salvation.\"\n- Charles Spurgeon\nTopics: Salvation, Service",
   "topic": "Topics: Salvation, Service"
  },
  {
   "quote": "\"Oh! yes, (the prayer meeting) is the place to meet with the Holy Ghost, and this is the way to get His mighty power. If we would have Him, we must meet in greater numbers; we must pray with greater fervency, we must watch with greater earnestness, and believe with firmer steadfastness. The prayer meeting...is the appointed place for the reception of power.\"\n- Charles Spurgeon\nTopics: Prayer, Holy Spirit, Power",
   "topic": "Topics: Prayer, Holy Spirit, Power"
  },
  {
   "quote": "\"Be careful, dear friends, that you do not misrepresent God yourselves. You who murmur; you who say that God deals hardly with you, you give God an ill character; when you look so melancholy, worldlings say, \"The religion of Jesus is intolerable;\" and so you stain the honor of God.\"\n- Charles Spurgeon\nTopics: Bitterness, Worldliness",
   "topic": "Topics: Bitterness, Worldliness"
  },
  {
   "quote": "\"The man who cannot weep cannot preach. At least, if he never feels tears within, even if they do not show themselves without, he can scarcely be the man to handle such themes as those which God has committed to his people's charge.\"\n- Charles Spurgeon\nTopics: Preaching",
   "topic": "Topics: Preaching"
  },
  {
   "quote": "\"My brethren, let me say, be like Christ at all times. Imitate him in \"public.\" Most of us live in some sort of public capacity--many of us are called to work before our fellow-men every day. We are watched; our words are caught; our lives are examined--taken to pieces.\"\n- Charles Spurgeon\nTopics: Examples",
   "topic": "Topics: Examples"
  },
  {
   "quote": "\"We are all at times unconscious prophets.\"\n- Charles Spurgeon\nTopics: Life",
   "topic": "Topics: Life"
  },
  {
   "quote": "\"Oh, without prayer what are the church's agencies, but the stretching out of a dead man's arm, or the lifting up of the lid of a blind man's eye? Only when the Holy Spirit comes is there any life and force and power.\"\n- Charles Spurgeon\nTopics: Prayer, Holy Spirit, Power",
   "topic": "Topics: Prayer, Holy Spirit, Power"
  },
  {
   "quote": "\"If I did not believe in the infallibility of Scripture - the absolute infallibility of it from cover to cover, I would never enter this pulpit again!\"\n- Charles Spurgeon\nTopics: Scripture",
   "topic": "Topics: Scripture"
  },
  {
   "quote": "\"I believe the holier a man becomes, the more he mourns over the unholiness which remains in him.\"\n- Charles Spurgeon\nTopics: Holiness",
   "topic": "Topics: Holiness"
  },
  {
   "quote": "\"There is no attribute of God more comforting to His children than the doctrine of Divine Sovereignty. Under the most adverse circumstances, in the most severe troubles, they believe that Sovereignty hath ordained their afflictions, that Sovereignty overrules them, and that Sovereignty will sanctify them all.\"\n- Charles Spurgeon\nTopics: Doctrine",
   "topic": "Topics: Doctrine"
  },
  {
   "quote": "\"The man who is all aglow with love to Jesus finds little need for amusement. He has no time for trifling. He is in dead earnest to save souls, and establish the truth, and enlarge the kingdom of his Lord.\"\n- Charles Spurgeon\nTopics: Evangelism",
   "topic": "Topics: Evangelism"
  },
  {
   "quote": "\"A church in the land without the Spirit is rather a curse than a blessing. If you have not the Spirit of God, Christian worker, remember that you stand in somebody else's way; you are a fruitless tree standing where a fruitful tree might grow.\"\n- Charles Spurgeon\nTopics: Church, Holy Spirit",
   "topic": "Topics: Church, Holy Spirit"
  },
  {
   "quote": "\"If you do get lost, some of you will have to wade through your mother's tears and leap over your father's prayers and your minister's entreaties. You will have to force a passage through the warnings of godly people and the examples of pious relatives. Why this effort to destroy your own souls?\"\n- Charles Spurgeon\nTopics: Rebellion",
   "topic": "Topics: Rebellion"
  },
  {
   "quote": "\"Patience is a grace as difficult as it is necessary, and as hard to come by as it is precious when it is gained.\"\n- Charles Spurgeon\nTopics: Patience",
   "topic": "Topics: Patience"
  },
  {
   "quote": "\"Christ will be master of the heart, and sin must be mortified. If your life is unholy, then your heart is unchanged, and you are an unsaved person. The Savior will sanctify His people, renew them, give them a hatred of sin, and a love of holiness.\"\n- Charles Spurgeon\nTopics: The Heart",
   "topic": "Topics: The Heart"
  },
  {
   "quote": "\"There is nothing so deluding as feelings. Christians cannot live by feelings. Let me further tell you that these feelings are the work of Satan, for they are not right feelings. What right have you to set up your feelings against the Word of Christ.\"\n- Charles Spurgeon\nTopics: Feelings",
   "topic": "Topics: Feelings"
  },
  {
   "quote": "\"Love your neighbors through thick and thin... Don't seek to please them, but to please your Master; and remember, if they spurn your love, your Master has not spurned it, and your deed is acceptable to Him as if it had been acceptable to them.\"\n- Charles Spurgeon\nTopics: Relationships",
   "topic": "Topics: Relationships"
  },
  {
   "quote": "\"Prayer can never be in excess.\"\n- Charles Spurgeon\nTopics: Prayer",
   "topic": "Topics: Prayer"
  },
  {
   "quote": "\"It is not well to make great changes in old age.\"\n- Charles Spurgeon\nTopics: Life, Age, Change",
   "topic": "Topics: Life, Age, Change"
  },
  {
   "quote": "\"Poor human nature cannot bear such strains as heavenly triumphs bring to it; there must come a reaction. Excess of joy or excitement must be paid for by subsequent depressions. While the trial lasts, the strength is equal to the emergency; but when it is over, natural weakness claims the right to show itself.\"\n- Charles Spurgeon\nTopics: Depression, Trials",
   "topic": "Topics: Depression, Trials"
  },
  {
   "quote": "\"As the salt flavors every drop in the Atlantic, so does sin affect every atom of our nature. It is so sadly there, so abundantly there, that if you cannot detect it, you are deceived.\"\n- Charles Spurgeon\nTopics: Sin, Deception",
   "topic": "Topics: Sin, Deception"
  },
  {
   "quote": "\"Only the prayer which comes from our heart can get to God's heart.\"\n- Charles Spurgeon\nTopics: Prayer, The Heart",
   "topic": "Topics: Prayer, The Heart"
  },
  {
   "quote": "\"We cannot always trace God's hand, but we can always trust God's heart.\"\n- Charles Spurgeon\nTopics: Trust",
   "topic": "Topics: Trust"
  },
  {
   "quote": "\"The highest honor that God can confer upon his children is the blood-red crown of martyrdom. The jewels of a Christian are his afflictions. The regalia of the kings that God has made, are their troubles, their sorrows, and their griefs. Griefs exalt us, and troubles lift us.\"\n- Charles Spurgeon\nTopics: Affliction",
   "topic": "Topics: Affliction"
  },
  {
   "quote": "\"Free grace can go into the gutter, and bring up a jewel!\"\n- Charles Spurgeon\nTopics: Grace",
   "topic": "Topics: Grace"
  },
  {
   "quote": "\"A church that does not exist to reclaim heathenism, to fight evil, to destroy error, to put down falsehood, a church that does not exist to take the side of the poor, to denounce injustice and to hold up righteousness, is a church that has no right to be. Not for yourself, O church, do you exist, any more than Christ existed for Himself.\"\n- Charles Spurgeon\nTopics: Church",
   "topic": "Topics: Church"
  },
  {
   "quote": "\"None are more unjust in their judgments of others than those who have a high opinion of themselves.\"\n- Charles Spurgeon\nTopics: Pride, Judging",
   "topic": "Topics: Pride, Judging"
  },
  {
   "quote": "\"Most of the grand truths of God have to be learned by trouble; they must be burned into us with the hot iron of affliction, otherwise we shall not truly receive them.\"\n- Charles Spurgeon\nTopics: Affliction",
   "topic": "Topics: Affliction"
  },
  {
   "quote": "\"Infinite, and an infant. Eternal, and yet born of a woman. Almighty, and yet hanging on a woman's breast. Supporting a universe, and yet needing to be carried in a mother's arms. King of angels, and yet the reputed son of Joseph. Heir of all things, and yet the carpenter's despised son.\"\n- Charles Spurgeon\nTopics: Jesus, Christmas",
   "topic": "Topics: Jesus, Christmas"
  },
  {
   "quote": "\"The Gospel does not need defending. If Jesus Christ is not alive and cannot fight His own battles, then Christianity is in a bad state. But He is alive and we have only to preach His gospel in all its simplicity, and the power that goes with it will be evidence of its divinity.\"\n- Charles Spurgeon\nTopics: Christianity, The Gospel",
   "topic": "Topics: Christianity, The Gospel"
  },
  {
   "quote": "\"Do you fancy that the eternal God is to be put off with these vain resolutions and to be mocked with these idle dreams of what you will do, when you do nothing whatever? Oh, may God save you from such a delusion!\"\n- Charles Spurgeon\nTopics: Apathy",
   "topic": "Topics: Apathy"
  },
  {
   "quote": "\"I am never ashamed to avow myself a Calvinist; I do not hesitate to take the name of Baptist; but if I am asked what is my creed, I reply, \"It is Jesus Christ.\"\"\n- Charles Spurgeon\nTopics: Religion",
   "topic": "Topics: Religion"
  },
  {
   "quote": "\"God had a Son that had no fault, but He never had a son that was not found fault with. God Himself was slandered in paradise by Satan. Let us not expect, therefore, to escape from the venomous tongue.\"\n- Charles Spurgeon\nTopics: Persecution",
   "topic": "Topics: Persecution"
  },
  {
   "quote": "\"Earnest intercession will be sure to bring love with it. I do not believe you can hate a man for whom you habitually pray. If you dislike any brother Christian, pray for him doubly, not only for his sake, but for your own, that you may be cured of prejudice and saved from all unkind feeling.\"\n- Charles Spurgeon\nTopics: Intercession",
   "topic": "Topics: Intercession"
  },
  {
   "quote": "\"Some Christians overlook the blessing of sanctification, and yet to a thoroughly renewed heart this is one of the sweetest gifts of the covenant. If we could be saved from wrath, and yet remain unregenerate, impenitent sinners, we should not be saved as we desire, for we mainly and chiefly pant to be saved from sin and led in the way of holiness.\"\n- Charles Spurgeon\nTopics: Sanctification",
   "topic": "Topics: Sanctification"
  },
  {
   "quote": "\"You are hanging over the mouth of hell by a single thread, and that thread is breaking. Only a gasp for breath, only a stopping of the heart for a single moment, and you will be in an eternal world, without God, without hope, without forgiveness. Oh, can you face it?\"\n- Charles Spurgeon\nTopics: Hell",
   "topic": "Topics: Hell"
  },
  {
   "quote": "\"Ah! dear friend, you little know the possibilities which are in you.\"\n- Charles Spurgeon\nTopics: Potential",
   "topic": "Topics: Potential"
  },
  {
   "quote": "\"A man must have a stout digestion to feed upon some men's theology; no sap, no sweetness, no life, but all stern accuracy, and fleshless definition. Proclaimed without tenderness, and argued without affection, the gospel from such men rather resembles a missile from a catapult than bread from a Father's hand.\"\n- Charles Spurgeon\nTopics: Theology, The Gospel",
   "topic": "Topics: Theology, The Gospel"
  },
  {
   "quote": "\"If we do wrong and no harm comes of it, we are not thereby justified. If we did evil and good came of it, the evil would be just as evil. It is not the result of the action, but the action itself which God weighs.\"\n- Charles Spurgeon\nTopics: Good and Evil",
   "topic": "Topics: Good and Evil"
  },
  {
   "quote": "\"Do not desire to be the principal man in the church. Be lowly. Be humble. The best man in the church is the man who is willing to be a doormat for all to wipe their boots on, the brother who does not mind what happens to him at all, so long as God is glorified.\"\n- Charles Spurgeon\nTopics: Humility",
   "topic": "Topics: Humility"
  },
  {
   "quote": "\"God has a way of giving by the cartloads to those who give away by shovelfuls.\"\n- Charles Spurgeon\nTopics: Giving, Blessings",
   "topic": "Topics: Giving, Blessings"
  },
  {
   "quote": "\"The saints are sinners still. Our best tears need to be wept over, the strongest faith is mixed with unbelief, our most flaming love is cold compared with what Jesus deserves, and our intensest zeal still lacks the full fervor which the bleeding wounds and pierced heart of the crucified might claim at our hands. Our best things need a sin offering, or they would condemn us.\"\n- Charles Spurgeon\nTopics: Sin, Zeal",
   "topic": "Topics: Sin, Zeal"
  },
  {
   "quote": "\"Take care of giving up your first zeal; beware of cooling in the least degree. Ye were hot and earnest once; be hot and earnest still, and let the fire which once burnt within you still animate you. Be ye still men of might and vigor, men who serve their God with diligence and zeal.\"\n- Charles Spurgeon\nTopics: Fire, Zeal",
   "topic": "Topics: Fire, Zeal"
  },
  {
   "quote": "\"Be not proud of race, face, place, or grace.\"\n- Charles Spurgeon\nTopics: Pride",
   "topic": "Topics: Pride"
  },
  {
   "quote": "\"I well remember how I joined the church after my conversion. I forced myself into it by telling the pastor, who was lax and slow, after I had called four or five times and could not see him, that I had done my duty, and if he did not see me and interview me for church membership, I would call a church meeting myself and tell them I believed in Christ and ask them if they would have me.\"\n- Charles Spurgeon\nTopics: Church",
   "topic": "Topics: Church"
  },
  {
   "quote": "\"Saints are described as fearing the name of God; they are reverent worshippers; they stand in awe of the Lord's authority; they are afraid of offending Him; they feel their own nothingness in the sight of the Infinite One.\"\n- Charles Spurgeon\nTopics: Worship",
   "topic": "Topics: Worship"
  },
  {
   "quote": "\"Concerning homosexuality: This once brought hell out of heaven on Sodom.\"\n- Charles Spurgeon\nTopics: Hell",
   "topic": "Topics: Hell"
  },
  {
   "quote": "\"Doubt discovers difficulties which it never solves; it creates hesitancy, despondency, despair. Its progress is the decay of comfort, the death of peace. \"Believe!\" is the word which speaks life into a man, but doubt nails down his coffin.\"\n- Charles Spurgeon\nTopics: Doubt",
   "topic": "Topics: Doubt"
  },
  {
   "quote": "\"You are nothing better than deceitful hypocrites if you harbor in your minds a single unforgiving thought. There are some sins which may be in the heart, and yet you may be saved. But you cannot be saved unless you are forgiving. If we do not choose to forgive, we choose to be damned.\"\n- Charles Spurgeon\nTopics: Forgiveness",
   "topic": "Topics: Forgiveness"
  },
  {
   "quote": "\"When we ask of the Lord cooly, and not fervently, we do as it were, stop His hand, and restrain Him from giving us the very blessing we \"pretend\" that we are seeking.\"\n- Charles Spurgeon\nTopics: Blessings",
   "topic": "Topics: Blessings"
  },
  {
   "quote": "\"Good people must never expect to escape troubles; if they do, they will be disappointed, for none of their predecessors have been without them.\"\n- Charles Spurgeon\nTopics: Trials",
   "topic": "Topics: Trials"
  },
  {
   "quote": "\"We may be certain that whatever God has made prominent in His Word, He intended to be conspicuous in our lives.\"\n- Charles Spurgeon\nTopics: Scripture, Life",
   "topic": "Topics: Scripture, Life"
  },
  {
   "quote": "\"We hold that man is never so near grace as when he begins to feel he can do nothing at all.\"\n- Charles Spurgeon\nTopics: Grace",
   "topic": "Topics: Grace"
  },
  {
   "quote": "\"In math, if you divide an infinite number by any number, no matter how large, you still have an infinite quotient. So Jesus' love, being infinite, even though it is divided up for every person on earth, is still infinitely poured out on each one of us!\"\n- Charles Spurgeon\nTopics: Love",
   "topic": "Topics: Love"
  },
  {
   "quote": "\"I well remember how I joined the church after my conversion. I forced myself into it by telling the pastor, who was lax and slow, after I had called four or five times and could not see him, that I had done my duty, and if he did not see me and interview me for church membership, I would call a church meeting myself and tell them I believed in Christ and ask them if they would have me.\"\n- Charles Spurgeon\nTopics: Church",
   "topic": "Topics: Church"
  },
  {
   "quote": "\"He that reads his Bible to find fault with it will soon discover that the Bible finds fault with him.\"\n- Charles Spurgeon\nTopics: The Bible",
   "topic": "Topics: The Bible"
  },
  {
   "quote": "\"The true shepherd spirit is an amalgam of many precious graces. He is hot with zeal, but he is not fiery with passion. He is gentle, and yet he rules his class. He is loving, but he does not wink at sin. He has power over the lambs, but he is not domineering or sharp. He has cheerfulness, but not levity; freedom, but not license; solemnity, but not gloom.\"\n- Charles Spurgeon\nTopics: Leadership, Zeal",
   "topic": "Topics: Leadership, Zeal"
  },
  {
   "quote": "\"If heaven were by merit, it would never be heaven to me, for if I were in it I should say, \"I am sure I am here by mistake; I am sure this is not my place; I have no claim to it.\" But if it be of grace and not of works, then we may walk into heaven with boldness.\"\n- Charles Spurgeon\nTopics: Heaven, Grace",
   "topic": "Topics: Heaven, Grace"
  },
  {
   "quote": "\"A lie can travel half way around the world while the truth is putting on its shoes.\"\n- Charles Spurgeon\nTopics: Lying",
   "topic": "Topics: Lying"
  },
  {
   "quote": "\"Morality may keep you out of jail, but it takes the blood of Jesus Christ to keep you out of hell.\"\n- Charles Spurgeon\nTopics: Morality, Hell",
   "topic": "Topics: Morality, Hell"
  },
  {
   "quote": "\"I would sooner pluck one single brand from the burning than explain all mysteries.\"\n- Charles Spurgeon\nTopics: Salvation",
   "topic": "Topics: Salvation"
  },
  {
   "quote": "\"If there be a man before me who says that the wrath of God is too heavy a punishment for his little sin, I ask him, if the sin be little, why does he not give it up?\"\n- Charles Spurgeon\nTopics: Sin",
   "topic": "Topics: Sin"
  },
  {
   "quote": "\"Discernment is not a matter of simply telling the difference between right and wrong; rather it is telling the difference between right and almost right.\"\n- Charles Spurgeon\nTopics: Discernment",
   "topic": "Topics: Discernment"
  },
  {
   "quote": "\"We took our sins and drove them like nails through His hands and feet. We lifted Him high up on the cross of our transgressions, and then we pierced His heart through with the spear of our unbelief.\"\n- Charles Spurgeon\nTopics: The Cross",
   "topic": "Topics: The Cross"
  },
  {
   "quote": "\"The condition of the church may be very accurately gauged by its prayer meetings. So is the prayer meeting a grace-ometer, and from it we may judge of the amount of divine working among a people. If God be near a church, it must pray. And if He be not there, one of the first tokens of His absence will be slothfulness in prayer.\"\n- Charles Spurgeon\nTopics: Church, Prayer",
   "topic": "Topics: Church, Prayer"
  },
  {
   "quote": "\"I trust there are none here present, who profess to be followers of Christ who do not also practice prayer in their families. We may have no positive commandment for it, but we believe that it is so much in accord with the genius and spirit of the gospel, and that it is so commended by the example of the saints, that the neglect thereof is a strange inconsistency.\"\n- Charles Spurgeon\nTopics: Family, Prayer",
   "topic": "Topics: Family, Prayer"
  },
  {
   "quote": "\"Nobody ever outgrows Scripture; the book widens and deepens with our years.\"\n- Charles Spurgeon\nTopics: Scripture",
   "topic": "Topics: Scripture"
  },
  {
   "quote": "\"Somebody once told John Bunyan that he had preached a delightful sermon. \"You are too late,\" said John, \"the devil told me that before I left the pulpit.\" Satan is adept in teaching us how to steal our Master's glory.\"\n- Charles Spurgeon\nTopics: Preaching",
   "topic": "Topics: Preaching"
  },
  {
   "quote": "\"When men talk of a little hell, it is because they think they have only a little sin, and believe in a little Saviour; it is all little together. But when you get a great sense of sin, you want a great Saviour, and fell that, if you do not have Him, you will fall into a great destruction, and suffer a great punishment at the hands of the great God.\"\n- Charles Spurgeon\nTopics: Sin, Justice",
   "topic": "Topics: Sin, Justice"
  },
  {
   "quote": "\"I learn from the Scriptures that repentance is just as necessary to salvation as faith is, and the faith that has not repentance going with it will have to be repented of.\"\n- Charles Spurgeon\nTopics: Repentance",
   "topic": "Topics: Repentance"
  },
  {
   "quote": "\"I have a great need for Christ; I have a great Christ for my need.\"\n- Charles Spurgeon\nTopics: Christ",
   "topic": "Topics: Christ"
  },
  {
   "quote": "\"The heart of Christ became like a reservoir in the midst of the mountains. All the tributary streams of iniquity, and every drop of the sins of his people, ran down and gathered into one vast lake, deep as hell and shoreless as eternity. All these met, as it were, in Christ's heart, and he endured them all.\"\n- Charles Spurgeon\nTopics: The Cross",
   "topic": "Topics: The Cross"
  },
  {
   "quote": "\"Oh! men and brethren, what would this heart feel if I could but believe that there were some among you who would go home and pray for a revival men whose faith is large enough, and their love fiery enough to lead them from this moment to exercise unceasing intercessions that God would appear among us and do wondrous things here, as in the times of former generations.\"\n- Charles Spurgeon\nTopics: Prayer, Revival, Intercession",
   "topic": "Topics: Prayer, Revival, Intercession"
  },
  {
   "quote": "\"Character is always lost when a high ideal is sacrificed on the altar of conformity and popularity.\"\n- Charles Spurgeon\nTopics: Character",
   "topic": "Topics: Character"
  },
  {
   "quote": "\"Beware of self-righteousness. The black devil of licentiousness destroys his hundreds, but the white devil of self-righteousness destroys his thousands.\"\n- Charles Spurgeon\nTopics: Self-righteousness",
   "topic": "Topics: Self-righteousness"
  },
  {
   "quote": "\"Satan can make men dance upon the brink of hell as though they were on the verge of heaven.\"\n- Charles Spurgeon\nTopics: Satan, Hell",
   "topic": "Topics: Satan, Hell"
  },
  {
   "quote": "\"Faith is the surest of all sin-killers.\"\n- Charles Spurgeon\nTopics: Faith",
   "topic": "Topics: Faith"
  },
  {
   "quote": "\"It is a terribly easy matter to be a minister of the gospel and a vile hypocrite at the same time.\"\n- Charles Spurgeon\nTopics: Hypocrisy",
   "topic": "Topics: Hypocrisy"
  },
  {
   "quote": "\"If any man is not sure that he is in Christ, he ought not to be easy one moment until he is sure. Dear friend, without the fullest confidence as to your saved condition, you have no right to be at ease, and I pray you may never be so. This is a matter too important to be left undecided.\"\n- Charles Spurgeon\nTopics: Assurance",
   "topic": "Topics: Assurance"
  },
  {
   "quote": "\"Answering a student's question, 'Will the heathen who have not heard the Gospel be saved?' thus, It is more a question with me whether we, who have the Gospel and fail to give it to those who have not, can be saved.\"\n- Charles Spurgeon\nTopics: Evangelism, Heaven, The Gospel",
   "topic": "Topics: Evangelism, Heaven, The Gospel"
  },
  {
   "quote": "\"I think beloved, it will not be hard for you to learn. The angels of heaven rejoice over Sinners that repent: saints of God, will not you and I do the same? I do not think the church rejoices enough. We all grumble enough and groan enough: but very few of us rejoice enough. When we take a large number into the church it is spoken of as a great mercy; but is the greatness of that mercy appreciated?\"\n- Charles Spurgeon\nTopics: Joy",
   "topic": "Topics: Joy"
  },
  {
   "quote": "\"The Lord gets his best soldiers out of the highlands of affliction.\"\n- Charles Spurgeon\nTopics: Affliction",
   "topic": "Topics: Affliction"
  },
  {
   "quote": "\"Urgently we do need a revival of personal godliness. This is, indeed; the secret if church prosperity. When individuals fall from their steadfastness, the church is tossed to and fro; when personal faith is steadfast, the church abides true to her Lord.\"\n- Charles Spurgeon\nTopics: Godliness",
   "topic": "Topics: Godliness"
  },
  {
   "quote": "\"From the Word of God I gather that damnation is all of man, from top to bottom, and salvation is all of grace, from first to last. He that perishes chooses to perish; but he that is saved is saved because God has chosen to save him.\"\n- Charles Spurgeon\nTopics: Salvation, Grace",
   "topic": "Topics: Salvation, Grace"
  },
  {
   "quote": "\"You will never make a missionary of the person who does no good at home. He that will not serve the Lord in the Sunday school at home, will not win children to Christ in China.\"\n- Charles Spurgeon\nTopics: Missions",
   "topic": "Topics: Missions"
  },
  {
   "quote": "\"Prayer is an art which only the Spirit can teach us. He is the giver of all prayer.\"\n- Charles Spurgeon\nTopics: Prayer, Holy Spirit",
   "topic": "Topics: Prayer, Holy Spirit"
  },
  {
   "quote": "\"If you want that splendid power in prayer, you must remain in loving, living, lasting, conscious, practical, abiding union with the Lord Jesus Christ.\"\n- Charles Spurgeon\nTopics: Power, Prayer",
   "topic": "Topics: Power, Prayer"
  },
  {
   "quote": "\"Keep your eye simply on Him; let His death, His sufferings, His merits, His glories, His intercession, be fresh upon thy mind; when you wake in the morning look to Him; when thou lie down at night look to Him. Oh! let not your hopes or fears come between thee and Jesus; follow hard after Him, and He will never fail you.\"\n- Charles Spurgeon\nTopics: Perseverance",
   "topic": "Topics: Perseverance"
  },
  {
   "quote": "\"I am certain that I never did grow in grace one-half so much anywhere as I have upon the bed of pain.\"\n- Charles Spurgeon\nTopics: Pain",
   "topic": "Topics: Pain"
  },
  {
   "quote": "\"There is no need for two to care, for God to care and the creature too.\"\n- Charles Spurgeon\nTopics: God",
   "topic": "Topics: God"
  },
  {
   "quote": "\"You cannot make a sinner into a saint by killing him. He who does not live as a saint here will never live as a saint hereafter.\"\n- Charles Spurgeon\nTopics: Eternity",
   "topic": "Topics: Eternity"
  },
  {
   "quote": "\"In the midst of our triumphs, let us cry to God for humility.\"\n- Charles Spurgeon\nTopics: Humility",
   "topic": "Topics: Humility"
  },
  {
   "quote": "\"It is a very remarkable fact that no inspired preacher of whom we have any record ever uttered such terrible words concerning the destiny of the lost as our Lord Jesus Christ.\"\n- Charles Spurgeon\nTopics: Hell",
   "topic": "Topics: Hell"
  },
  {
   "quote": "\"I always say to young fellows who consult me about the ministry, \"Don't be a minister if you can help it,\" because if the man can help it, God never called him. But if he cannot help it, and he must preach or die, then he is the man.\"\n- Charles Spurgeon\nTopics: Preaching",
   "topic": "Topics: Preaching"
  },
  {
   "quote": "\"There are two great truths which from this platform I have proclaimed for many years. The first is that salvation is free to every man who will have it; the second is that God gives salvation to a people whom He has chosen; and these truths are not in conflict with each other in the least degree.\"\n- Charles Spurgeon\nTopics: Salvation",
   "topic": "Topics: Salvation"
  },
  {
   "quote": "\"Let this be to you the mark of true Gospel preaching - where Christ is everything, and the creature is nothing; where it is salvation all of grace, through the work of the Holy Spirit applying to the soul the precious blood of Jesus.\"\n- Charles Spurgeon\nTopics: Salvation",
   "topic": "Topics: Salvation"
  },
  {
   "quote": "\"If the Lord Jehovah makes us wait, let us do so with our whole hearts; for blessed are all they that wait for Him. He is worth waiting for. The waiting itself is beneficial to us: it tries faith, exercises patience, trains submission, and endears the blessing when it comes. The Lord's people have always been a waiting people\"\n- Charles Spurgeon\nTopics: Waiting",
   "topic": "Topics: Waiting"
  },
  {
   "quote": "\"In proportion as a church is holy, in that proportion will its testimony for Christ be powerful.\"\n- Charles Spurgeon\nTopics: Church, Holiness, Power",
   "topic": "Topics: Church, Holiness, Power"
  },
  {
   "quote": "\"No music is more sweet to a gospel preacher than the rustle of Bible pages in the congregation.\"\n- Charles Spurgeon\nTopics: The Bible",
   "topic": "Topics: The Bible"
  },
  {
   "quote": "\"Another proof of the conquest of a soul for Christ will be found in a real change of life. If the man does not live differently from what he did before, both at home and abroad, his repentance needs to be repented of and his conversion is a fiction.\"\n- Charles Spurgeon\nTopics: Conversion, Repentance",
   "topic": "Topics: Conversion, Repentance"
  },
  {
   "quote": "\"I question whether the defenses of the gospel are not sheer impertinences. The gospel does not need defending. If Jesus Christ is not alive and cannot fight His own battles, then Christianity is in a bad state. But He is alive, and we have only to preach His gospel in all its naked simplicity, and the power that goes with it will be the evidence of its divinity.\"\n- Charles Spurgeon\nTopics: Christianity",
   "topic": "Topics: Christianity"
  },
  {
   "quote": "\"Prayer meetings are the throbbing machinery of the church.\"\n- Charles Spurgeon\nTopics: Prayer",
   "topic": "Topics: Prayer"
  },
  {
   "quote": "\"It is a remarkable fact that all the heresies which have arisen in the Christian Church have had a decided tendency to 'dishonor God and to flatter man.'\"\n- Charles Spurgeon\nTopics: Heresy",
   "topic": "Topics: Heresy"
  },
  {
   "quote": "\"There is nothing into which the heart of man so easily falls as pride, and yet there is no more vice which is more frequently, more emphatically, and more eloquently condemned in Scripture. Pride is a thing which should be unnatural to us, for we have nothing to be proud of. In almost every other sin, we gather us ashes when the fire is gone. But here, what is left? The covetous man has his shining gold, but what does the proud man have? He has less than he would have had without pride, and is no gainer whatever. Pride wins no crown.\"\n- Charles Spurgeon\nTopics: Pride",
   "topic": "Topics: Pride"
  },
  {
   "quote": "\"Every Christian has a choice between being humble or being humbled.\"\n- Charles Spurgeon\nTopics: Humility",
   "topic": "Topics: Humility"
  },
  {
   "quote": "\"He is not humanity deified. He is not Godhead humanized. He is God. He is man. He is all that God is, and all that man is as God created Him.\"\n- Charles Spurgeon\nTopics: God",
   "topic": "Topics: God"
  },
  {
   "quote": "\"I daresay the devil finds himself at home in Hades. But if he could be converted into a seraph, he would not stop in hell for an hour. He would never want to go there again for pleasure. Of that I am certain. And when a man who professes to be converted says that he goes into the world and into sin for pleasure, it is as if an angel went into hell for enjoyment.\"\n- Charles Spurgeon\nTopics: Hell",
   "topic": "Topics: Hell"
  },
  {
   "quote": "\"Every Christian is either a missionary or an impostor.\"\n- Charles Spurgeon\nTopics: Evangelism, Missions",
   "topic": "Topics: Evangelism, Missions"
  },
  {
   "quote": "\"Free will carried many a soul to hell, but never a soul to heaven.\"\n- Charles Spurgeon\nTopics: Hell, Freedom",
   "topic": "Topics: Hell, Freedom"
  },
  {
   "quote": "\"Learn this lesson: not to trust Christ because you repent, but trust Christ to make you repent; not to come to Christ because you have a broken heart, but to come to Him that He may give you a broken heart; not to come to Him because you are fit to come, but to come to Him because you are unfit to come. Your fitness is your unfitness. Your qualification is your lack of qualification.\"\n- Charles Spurgeon\nTopics: Repentance",
   "topic": "Topics: Repentance"
  },
  {
   "quote": "\"The higher a man is in grace. The lower he will be in his own esteem.\"\n- Charles Spurgeon\nTopics: Humility",
   "topic": "Topics: Humility"
  },
  {
   "quote": "\"We are convinced that all of our race who die in infancy partake in the redemption wrought out by our Lord Jesus. Whatever some may think, we believe that the whole spirit and tone of the Word of God, as well as the nature of God Himself, lead us to believe that all who leave this world as babes are saved.\"\n- Charles Spurgeon\nTopics: Children, Death",
   "topic": "Topics: Children, Death"
  },
  {
   "quote": "\"It seems odd that certain who talk so much of what the Holy Spirit reveals to themselves, should think so little of what he has revealed to others.\"\n- Charles Spurgeon\nTopics: Holy Spirit",
   "topic": "Topics: Holy Spirit"
  },
  {
   "quote": "\"If then, you will be damned, let me have this one thing as a consolation for your misery, that you are not damned for the lack of calling after; you are not lost for the lack of weeping after, and not lost for the lack of praying after.\"\n- Charles Spurgeon\nTopics: Hell",
   "topic": "Topics: Hell"
  },
  {
   "quote": "\"I do not come into this pulpit hoping that perhaps somebody will of his own free will return to Christ. My hope lies in another quarter. I hope that my Master will lay hold of some of them and say, \"You are mine, and you shall be mine. I claim you for myself.\" My hope arises from the freeness of grace, and not from the freedom of the will.\"\n- Charles Spurgeon\nTopics: Grace",
   "topic": "Topics: Grace"
  },
  {
   "quote": "\"It is a good rule never to look into the face of a man in the morning till you have looked into the face of God.\"\n- Charles Spurgeon\nTopics: Prayer",
   "topic": "Topics: Prayer"
  },
  {
   "quote": "\"The condition of the church may be very accurately gauged by its prayer meetings. So is the prayer meeting a grace-ometer, and from it we may judge of the amount of divine working among a people. If God be near a church, it must pray. And if He be not there, one of the first tokens of His absence will be slothfulness in prayer.\"\n- Charles Spurgeon\nTopics: Church, Prayer",
   "topic": "Topics: Church, Prayer"
  },
  {
   "quote": "\"I feel that if God should smite me now, without hope or offer of mercy, to the lowest hell, I should only have what I justly deserve; and I feel that if I be not punished for my sins, or if there be not some plan found by which my sin can be punished in another, I cannot understand how God can be just at all: how shall he be Judge of all the earth, if he suffer offenses to go unpunished?\"\"\n- Charles Spurgeon\nTopics: Hell, Justice",
   "topic": "Topics: Hell, Justice"
  },
  {
   "quote": "\"Our best performances are so stained with sin, that it is hard to know whether they are good works or bad works.\"\n- Charles Spurgeon\nTopics: Good and Evil",
   "topic": "Topics: Good and Evil"
  },
  {
   "quote": "\"You never hear Jesus say in Pilate's judgment hall one word that would let you imagine that He was sorry that He had undertaken so costly a sacrifice for us. When His hands are pierced, when He is parched with fever, His tongue dried up like a shard of pottery, when His whole body is dissolved into the dust of death, you never hear a groan or a shriek that looks like Jesus is going back on His commitment.\"\n- Charles Spurgeon\nTopics: Atonement, Commitment",
   "topic": "Topics: Atonement, Commitment"
  },
  {
   "quote": "\"I believe that one reason why the church of God at this present moment has so little influence over the world is because the world has so much influence over the church.\"\n- Charles Spurgeon\nTopics: Compromise",
   "topic": "Topics: Compromise"
  },
  {
   "quote": "\"In proportion as a church is holy, in that proportion will its testimony for Christ be powerful.\"\n- Charles Spurgeon\nTopics: Church, Holiness, Power",
   "topic": "Topics: Church, Holiness, Power"
  },
  {
   "quote": "\"Providence is wonderfully intricate. Ah! You want always to see through Providence, do you not? You never will, I assure you. You have not eyes good enough. You want to see what good that affliction was to you; you must believe it. You want to see how it can bring good to the soul; you may be enabled in a little time; but you cannot see it now; you must believe it. Honor God by trusting Him.\"\n- Charles Spurgeon\nTopics: Providence, Affliction",
   "topic": "Topics: Providence, Affliction"
  },
  {
   "quote": "\"There are no measures which can set forth the immeasurable greatness of Jehovah, who is goodness itself... Notes of exclamation suit us when words of explanation are of no avail. If we cannot measure we can marvel; and though we may not calculate with accuracy, we can adore with fervency.\"\n- Charles Spurgeon\nTopics: God",
   "topic": "Topics: God"
  },
  {
   "quote": "\"Love to Jesus is the basis of all true piety, and the intensity of this love will ever be the measure of our zeal for His glory. Let us love Him with all our hearts, and then diligent labor, and consistent living will be sure to follow.\"\n- Charles Spurgeon\nTopics: Piety, Zeal",
   "topic": "Topics: Piety, Zeal"
  },
  {
   "quote": "\"In all of my years of service to my Lord, I have discovered a truth that has never failed and has never been compromised. That truth is that it is beyond the realm of possibilities that one has the ability to out give God. Even if I give the whole of my worth to Him, He will find a way to give back to me much more than I gave.\"\n- Charles Spurgeon\nTopics: Giving",
   "topic": "Topics: Giving"
  },
  {
   "quote": "\"Let your tears fall because of sin; but, at the same time, let the eye of faith steadily behold the Son of man lifted up, as Moses lifted up the serpent in the wilderness, that those who are bitten by the old serpent may look unto Jesus and live. Our sinnership is that emptiness into which the Lord pours his mercy.\"\n- Charles Spurgeon\nTopics: Salvation, Mercy",
   "topic": "Topics: Salvation, Mercy"
  },
  {
   "quote": "\"If I had a brother who had been murdered, what would you think of me if I...daily consorted with the assassin who drove the dagger into my brother's heart; surely I too must be an accomplice in the crime. Sin murdered Christ; will you be a friend to it? Sin pierced the heart of the Incarnate God; can you love it?\"\"\n- Charles Spurgeon\nTopics: Sin, Murder",
   "topic": "Topics: Sin, Murder"
  },
  {
   "quote": "\"So surely as the stars are fashioned by His hands, and their orbits fixed by Him, so surely are our trials allotted to us: He has ordained their season and their place, their intensity and the effect they shall have upon us.\"\n- Charles Spurgeon\nTopics: Trials",
   "topic": "Topics: Trials"
  },
  {
   "quote": "\"Immanuel, God with us in our nature, in our sorrow, in our lifework, in our punishment, in our grave, and now with us, or rather we with Him, in resurrection, ascension, triumph, and Second Advent splendor.\"\n- Charles Spurgeon\nTopics: God, Resurrection",
   "topic": "Topics: God, Resurrection"
  },
  {
   "quote": "\"Do not look to your hope, but to Christ, the source of your hope.\"\n- Charles Spurgeon\nTopics: Self-righteousness, Hope",
   "topic": "Topics: Self-righteousness, Hope"
  },
  {
   "quote": "\"If we be married to Christ, and He be jealous of us, depend upon it this jealous husband will let none touch His spouse.\"\n- Charles Spurgeon\nTopics: Assurance",
   "topic": "Topics: Assurance"
  },
  {
   "quote": "\"Any church which puts in the place of justification by faith in Christ another method of salvation is a harlot church.\"\n- Charles Spurgeon\nTopics: Justification, Heresy",
   "topic": "Topics: Justification, Heresy"
  },
  {
   "quote": "\"Prayer and praise are the oars by which a man may row his boat into the deep waters of the knowledge of Christ.\"\n- Charles Spurgeon\nTopics: Prayer, Praise",
   "topic": "Topics: Prayer, Praise"
  },
  {
   "quote": "\"It does not spoil your happiness to confess your sin. The unhappiness is in not making the confession.\"\n- Charles Spurgeon\nTopics: Happiness, Sin",
   "topic": "Topics: Happiness, Sin"
  },
  {
   "quote": "\"You say, \"If I had a little more, I should be very satisfied.\" You make a mistake. If you are not content with what you have, you would not be satisfied if it were doubled.\"\n- Charles Spurgeon\nTopics: Contentment",
   "topic": "Topics: Contentment"
  },
  {
   "quote": "\"I would rather believe a limited atonement that is efficacious for all men for whom it was intended, than a universal atonement that is not efficacious for anybody, except the will of men be added to it.\"\n- Charles Spurgeon\nTopics: Atonement",
   "topic": "Topics: Atonement"
  },
  {
   "quote": "\"I wish, brothers and sisters, that we could all imitate \"the pearl oyster\"--A hurtful particle intrudes itself into its shell, and this vexes and grieves it. It cannot reject the evil, but what does it do but \"cover\" it with a precious substance extracted out of its own life, by which it turns the intruder into a pearl! Oh, that we could do so with the provocations we receive from our fellow Christians, so that pearls of patience, gentleness, and forgiveness might be bred within us by that which otherwise would have harmed us.\"\n- Charles Spurgeon\nTopics: Godliness",
   "topic": "Topics: Godliness"
  },
  {
   "quote": "\"As sure as God puts His children in the furnace of affliction, He will be with them in it.\"\n- Charles Spurgeon\nTopics: Affliction",
   "topic": "Topics: Affliction"
  },
  {
   "quote": "\"A child of five, if properly instructed, can as truly believe and be regenerated as an adult.\"\n- Charles Spurgeon\nTopics: Children, Salvation",
   "topic": "Topics: Children, Salvation"
  },
  {
   "quote": "\"The fact is, brethren, we must have conversion work here. We cannot go on as some churches do without converts. We cannot, we will not, we must not, we dare not. Souls must be converted here, and if there be not many born to Christ, may the Lord grant to me that I may sleep in the tomb and be heard no more. Better indeed for us to die than to live, if souls be not saved.\"\n- Charles Spurgeon\nTopics: Evangelism",
   "topic": "Topics: Evangelism"
  },
  {
   "quote": "\"No matter how dear you are to God, if pride is harbored in your spirit, He will whip it out of you. They that go up in their own estimation must come down again by His discipline.\"\n- Charles Spurgeon\nTopics: Pride, Discipline",
   "topic": "Topics: Pride, Discipline"
  },
  {
   "quote": "\"I would sooner be holy than happy if the two things could be divorced. Were it possible for a man always to sorrow and yet to be pure, I would choose the sorrow if I might win the purity, for to be free from the power of sin, to be made to love holiness, is true happiness.\"\n- Charles Spurgeon\nTopics: Holiness, Purity",
   "topic": "Topics: Holiness, Purity"
  },
  {
   "quote": "\"If you want the truth to go round the world you must hire an express train to pull it; but if you want a lie to go round the world it will fly; it is as light as a feather, and a breath will carry it.\"\n- Charles Spurgeon\nTopics: Truth, Lying",
   "topic": "Topics: Truth, Lying"
  },
  {
   "quote": "\"Consider what you owe to His immutability. Though you have changed a thousand times, He has not changed once.\"\n- Charles Spurgeon\nTopics: God",
   "topic": "Topics: God"
  },
  {
   "quote": "\"There is no saint here who can out-believe God. God never out-promised Himself yet.\"\n- Charles Spurgeon\nTopics: Believing",
   "topic": "Topics: Believing"
  },
  {
   "quote": "\"The goose that lays the golden eggs likes to lay where there are eggs already.\"\n- Charles Spurgeon\nTopics: Laziness",
   "topic": "Topics: Laziness"
  },
  {
   "quote": "\"The bridge of grace will bear your weight, brother. Thousands of big sinners have gone across that bridge, yea, tens of thousands have gone over it. Some have been the chief of sinners and some have come at the very last of their days but the arch has never yielded beneath their weight. I will go with them trusting to the same support. It will bear me over as it has for them.\"\n- Charles Spurgeon\nTopics: Grace, Faith",
   "topic": "Topics: Grace, Faith"
  },
  {
   "quote": "\"Another proof of the conquest of a soul for Christ will be found in a real change of life. If the man does not live differently from what he did before, both at home and abroad, his repentance needs to be repented of and his conversion is a fiction.\"\n- Charles Spurgeon\nTopics: Conversion, Repentance",
   "topic": "Topics: Conversion, Repentance"
  },
  {
   "quote": "\"I must confess that I never realize Christ's preciousness so much as when I feel myself still to be, apart from Him, an undeserving, hell-deserving sinner.\"\n- Charles Spurgeon\nTopics: Sin",
   "topic": "Topics: Sin"
  },
  {
   "quote": "\"I believe the doctrine of election, because I am quite certain that, if God had not chosen me, I should never have chosen Him; and I am sure He chose me before I was born, or else He never would have chosen me afterwards; and He must have elected me for reasons unknown to me, for I never could find any reason in myself why He should have looked upon me with special love.\"\n- Charles Spurgeon\nTopics: Doctrine, Grace",
   "topic": "Topics: Doctrine, Grace"
  },
  {
   "quote": "\"If I were a Roman Catholic, I should turn a heretic, in sheer desperation, because I would rather go to heaven than go to purgatory.\"\n- Charles Spurgeon\nTopics: Heaven",
   "topic": "Topics: Heaven"
  },
  {
   "quote": "\"You say, \"If I had a little more, I should be very satisfied.\" You make a mistake. If you are not content with what you have, you would not be satisfied if it were doubled.\"\n- Charles Spurgeon\nTopics: Contentment",
   "topic": "Topics: Contentment"
  },
  {
   "quote": "\"When a tear is wept by you, think not your Father does not behold; for, \"Like as a father pities his children so the Lord pities them that fear Him.\" Your sigh is able to move the heart of Jehovah; your whisper can incline His ear unto you; your prayer can stay His hands; your faith can move His arm. Oh! think not that God sits on high in an eternal slumber, taking no account of you.\"\n- Charles Spurgeon\nTopics: Trials",
   "topic": "Topics: Trials"
  },
  {
   "quote": "\"Self-love is, no doubt, the usual foundation of human jealousy...the fear lest another should by any means supplant us.\"\n- Charles Spurgeon\nTopics: Self-love, Jealousy",
   "topic": "Topics: Self-love, Jealousy"
  },
  {
   "quote": "\"Without Christ there is no hope.\"\n- Charles Spurgeon\nTopics: Christ, Hope",
   "topic": "Topics: Christ, Hope"
  },
  {
   "quote": "\"The boundless stores of Providence are engaged for the support of the believer. Christ is our Joseph, who has granaries full of wheat; but He does not treat us as Joseph did the Egyptians, for He opens the door of His storehouse and bids us call all the good therein our own. He has entailed upon His estate of Providence a perpetual charge of a daily portion for us, and He has promised that one day we shall clearly perceive that the estate itself has been well-farmed on our behalf and has always been ours. The axle of the wheels of the chariot of Providence is Infinite Love, and Gracious Wisdom is the perpetual charioteer.\"\n- Charles Spurgeon\nTopics: Providence",
   "topic": "Topics: Providence"
  },
  {
   "quote": "\"I do not know when I am more perfectly happy than when I am weeping for sin at the foot of the cross.\"\n- Charles Spurgeon\nTopics: Happiness",
   "topic": "Topics: Happiness"
  },
  {
   "quote": "\"The Christian is the most contented man in the world, but he is the least contented with the world. He is like a traveler in an inn, perfectly satisfied with the inn and its accommodation, considering it as an inn, but putting quite out of all consideration the idea of making it his home.\"\n- Charles Spurgeon\nTopics: Christians",
   "topic": "Topics: Christians"
  },
  {
   "quote": "\"True prayer is measured by weight, not by length. A single groan before God may have more fullness of prayer in it than a fine oration of great length.\"\n- Charles Spurgeon\nTopics: Prayer",
   "topic": "Topics: Prayer"
  },
  {
   "quote": "\"Those who do not hope cannot wait; but if we hope for that we see not, then do we with patience wait for it.\"\n- Charles Spurgeon\nTopics: Hope, Waiting",
   "topic": "Topics: Hope, Waiting"
  },
  {
   "quote": "\"The sermon which does not lead to Christ, or of which Jesus Christ is not the top and the bottom, is a sort of sermon that will make the devils in hell laugh, but make the angels of God weep.\"\n- Charles Spurgeon\nTopics: Preaching",
   "topic": "Topics: Preaching"
  },
  {
   "quote": "\"Wisdom is the right use of knowledge. To know is not to be wise. Many men know a great deal, and are all the greater fools for it. There is no fool so great a fool as a knowing fool. But to know how to use knowledge is to have wisdom.\"\n- Charles Spurgeon\nTopics: Knowledge, Wisdom, Foolishness",
   "topic": "Topics: Knowledge, Wisdom, Foolishness"
  },
  {
   "quote": "\"The bow cannot be always bent without fear of breaking. Repose is as needful to the mind as sleep to the body... Rest time is not waste time. It is economy to gather fresh strength.\"\n- Charles Spurgeon\nTopics: Rest",
   "topic": "Topics: Rest"
  },
  {
   "quote": "\"To be laughted at is no great hardship to me. I can delight in scoffs and jeers Caricatures, lampoons, and slanders are my glory. But that you should turn from your own mercy, that is my sorrow. Spit on me, but, oh, repent! Laugh at me, but, oh, believe in my Master! Make my body as the dirt of the streets, but damn not your own souls!\"\n- Charles Spurgeon\nTopics: Humility",
   "topic": "Topics: Humility"
  },
  {
   "quote": "\"Hang this question up in your homes"
  },
  {
   "quote": "\"Since He is the only God, the Creator of heaven and earth, He cannot endure that any creature of His own hands, or fiction of a creature's imagination should be thrust into His throne, and be made to wear His crown.\"\n- Charles Spurgeon\nTopics: God",
   "topic": "Topics: God"
  },
  {
   "quote": "\"God gave me this great book to preach from, and if He has put anything in it you think is not fit, go and complain to Him, not to me. I am simply his servant, and if His errand that I am to tell is objectionable, I cannot help it. Let me tell you, the reason why many of our churches are declining is just because this doctrine has not been preached.\"\n- Charles Spurgeon\nTopics: The Bible, Doctrine",
   "topic": "Topics: The Bible, Doctrine"
  },
  {
   "quote": "\"The gospel which they so greatly needed they would not have; the miracles which Jesus did not always choose to give, they eagerly demanded.\"\n- Charles Spurgeon\nTopics: Miracles, Jesus, The Gospel",
   "topic": "Topics: Miracles, Jesus, The Gospel"
  },
  {
   "quote": "\"When the heart is full of joy, it always allows its joy to escape. It is like the fountain in the marketplace; whenever it is full it runs away in streams, and so soon as it ceases to overflow, you may be quite sure that it has ceased to be full. The only full heart is the overflowing heart.\"\n- Charles Spurgeon\nTopics: Joy",
   "topic": "Topics: Joy"
  },
  {
   "quote": "\"Whatever \"call\" a man may pretend to have, if he has not been called to holiness, he certainly has not been called to the ministry.\"\n- Charles Spurgeon\nTopics: Holiness",
   "topic": "Topics: Holiness"
  },
  {
   "quote": "\"There is something exceedingly improving to the mind in a study of the Divinity. It is a subject so vast, that all our thoughts are lost in its immensity; so deep, that our pride is drowned in its infinity,\"\n- Charles Spurgeon\nTopics: God",
   "topic": "Topics: God"
  },
  {
   "quote": "\"Depend upon it, however, let men rebel against this truth as they will, that God has determined the end from the beginning. He has left no screw loose in the machine, He has left nothing to chance or accident.\"\n- Charles Spurgeon\nTopics: God",
   "topic": "Topics: God"
  },
  {
   "quote": "\"If sinners be damned, at least let them leap to Hell over our bodies. If they will perish, let them perish with our arms about their knees. Let no one go there unwarned and unprayed for.\"\n- Charles Spurgeon\nTopics: Prayer, Intercession, Hell",
   "topic": "Topics: Prayer, Intercession, Hell"
  },
  {
   "quote": "\"A sacred regard to the authority of God ought to lead us to reject an error, however old, sanctioned by whatever authority, or however generally practiced.\"\n- Charles Spurgeon\nTopics: Truth",
   "topic": "Topics: Truth"
  },
  {
   "quote": "\"If any of you should ask me for an epitome of the Christian religion, I should say that it is in one word - prayer. Live and die without prayer, and you will pray long enough when you get to hell.\"\n- Charles Spurgeon\nTopics: Christianity, Prayer",
   "topic": "Topics: Christianity, Prayer"
  },
  {
   "quote": "\"Giving is true having.\"\n- Charles Spurgeon\nTopics: Giving",
   "topic": "Topics: Giving"
  },
  {
   "quote": "\"Alas! Much has been done of late to promote the production of dwarfish Christians. Poor, sickly believers turn the church into a hospital, rather than an army. Oh, to have a church built up with the deep godliness of people who know the Lord in their very hearts, and will seek to follow the Lamb wherever he goes!\"\n- Charles Spurgeon\nTopics: Church, Godliness",
   "topic": "Topics: Church, Godliness"
  },
  {
   "quote": "\"Everything that has moved or shall move in heaven, and earth, and hell, has been, is, and shall be according to the counsel and foreknowledge of God, fulfilling a holy, just, wise and unalterable purpose!\"\n- Charles Spurgeon\nTopics: God",
   "topic": "Topics: God"
  },
  {
   "quote": "\"There is an essential difference between the decease of the godly and the death of the ungodly. Death comes to the ungodly man as a penal infliction, but to the righteous as a summons to his Father's palace. To the sinner it is an execution, to the saint an undressing from his sins and infirmities. Death to the wicked is the King of terrors. Death to the saint is the end of terrors, the commencement of glory.\"\n- Charles Spurgeon\nTopics: Death",
   "topic": "Topics: Death"
  },
  {
   "quote": "\"Some Christians try to go to heaven alone, in solitude. But believers are not compared to bears or lions or other animals that wander alone. Those who belong to Christ are sheep in this respect, that they love to get together. Sheep go in flocks, and so do God's people.\"\n- Charles Spurgeon\nTopics: Fellowship",
   "topic": "Topics: Fellowship"
  },
  {
   "quote": "\"They believe the doctrine of election, but they have not the faith of God's elect. They swear by final perseverance, but persevere in unbelief. They confess all the five points of Calvinism, but they have not come to the one most needful point of looking unto Jesus, that they may be saved.\"\n- Charles Spurgeon\nTopics: Salvation",
   "topic": "Topics: Salvation"
  },
  {
   "quote": "\"Do not say, \"I cannot help having a bad temper.\" Friend, you must help it. Pray to God to help you overcome it at once, for either you must kill it, or it will kill you. You cannot carry a bad temper into heaven.\"\n- Charles Spurgeon\nTopics: Anger",
   "topic": "Topics: Anger"
  },
  {
   "quote": "\"Without the Spirit of God we can do nothing. We are as ships without wind or chariots without steeds. Like branches without sap, we are withered. Like coals without fire, we are useless. As an offering without the sacrificial flame, we are unaccepted.\"\n- Charles Spurgeon\nTopics: Holy Spirit",
   "topic": "Topics: Holy Spirit"
  },
  {
   "quote": "\"It's not the having, it's the getting.\"\n- Charles Spurgeon\nTopics: Achievement",
   "topic": "Topics: Achievement"
  },
  {
   "quote": "\"I love the pure doctrine of unadulterated Calvinism. But if that be wrong - if there be anything in it which is false - I for one say, \"Let that perish too, and let Christ's name last forever. Jesus! Jesus! Jesus! Crown Him Lord of all!\"\"\n- Charles Spurgeon\nTopics: Doctrine",
   "topic": "Topics: Doctrine"
  },
  {
   "quote": "\"In all states of dilemma or of difficulty, prayer is an available source. The ship of prayer may sail through all temptations, doubts and fears, straight up to the throne of God; and though she may be outward bound with only griefs, and groans, and sighs, she shall return freighted with a wealth of blessings!\"\n- Charles Spurgeon\nTopics: Prayer",
   "topic": "Topics: Prayer"
  },
  {
   "quote": "\"I would not utter what I believed to be a falsehood concerning the Lord, even though the evil one offered me the bait of saving all mankind thereby.\"\n- Charles Spurgeon\nTopics: Lying",
   "topic": "Topics: Lying"
  },
  {
   "quote": "\"The most useful members of a church are usually those who would be doing harm if they were not doing good.\"\n- Charles Spurgeon\nTopics: Church",
   "topic": "Topics: Church"
  },
  {
   "quote": "\"You might not always get what you want, but you always get what you expect.\"\n- Charles Spurgeon\nTopics: Achievement",
   "topic": "Topics: Achievement"
  },
  {
   "quote": "\"We must not trust our heart at any time; even when it speaks most fair, we must call it liar; and when it pretends to the most good, still we must remember its nature, for it is evil, and that continually.\"\n- Charles Spurgeon\nTopics: The Heart",
   "topic": "Topics: The Heart"
  },
  {
   "quote": "\"No doctrine in the whole Word of God has more excited the hatred of mankind than the truth of the absolute sovereignty of God. The fact that \"the Lord reigneth\" is indisputable, and it is this fact that arouses the utmost opposition in the unrenewed human heart.\"\n- Charles Spurgeon\nTopics: Hatred",
   "topic": "Topics: Hatred"
  },
  {
   "quote": "\"If we cannot believe God when circumstances seem be against us, we do not believe Him at all.\"\n- Charles Spurgeon\nTopics: Faith, Adversity, Circumstances",
   "topic": "Topics: Faith, Adversity, Circumstances"
  },
  {
   "quote": "\"If one dear saint of God had perished, so might all; if one of the covenant ones be lost, so may all be; and then there is no gospel promise true, but the Bible is a lie, and there is nothing in it worth my acceptance. I will be an infidel at once when I can believe that a saint of God can ever fall finally. If God hath loved me once, then He will love me forever.\"\n- Charles Spurgeon\nTopics: Assurance",
   "topic": "Topics: Assurance"
  },
  {
   "quote": "\"\"You preached well,\" said a friend to John Bunyan one morning. \"You are too late,\" said honest John, \"The devil told me that before I left the pulpit.\"\"\n- Charles Spurgeon\nTopics: Preaching",
   "topic": "Topics: Preaching"
  },
  {
   "quote": "\"A prayerless church member is a hindrance. He is in the body like a rotting bone or a decayed tooth. Before long, since he does not contribute to the benefit of his brethren, he will become a danger and a sorrow to them. Neglect of private prayer is the locust which devours the strength of the church.\"\n- Charles Spurgeon\nTopics: Prayer, Apathy",
   "topic": "Topics: Prayer, Apathy"
  },
  {
   "quote": "\"Great thoughts of your sin alone will drive you to despair; but great thoughts of Christ will pilot you into the haven of peace.\"\n- Charles Spurgeon\nTopics: Peace",
   "topic": "Topics: Peace"
  },
  {
   "quote": "\"There is no more blessed way of living, than the life of faith based upon a covenant-keeping God - to know that we have no care, for He cares for us; that we need have no fear, except to fear Him; that we need have no troubles, because we have cast our burdens upon the Lord, and are conscience that He will sustain us.\"\n- Charles Spurgeon\nTopics: Faith",
   "topic": "Topics: Faith"
  },
  {
   "quote": "\"Remember, Christ's scholars must study upon their knees.\"\n- Charles Spurgeon\nTopics: Prayer",
   "topic": "Topics: Prayer"
  },
  {
   "quote": "\"There should be a parallel between our supplications and our thanksgivings. We ought not to leap in prayer, and limp in praise.\"\n- Charles Spurgeon\nTopics: Praise",
   "topic": "Topics: Praise"
  },
  {
   "quote": "\"There are no crown-wearers in heaven who were not cross-bearers here below.\"\n- Charles Spurgeon\nTopics: Heaven",
   "topic": "Topics: Heaven"
  },
  {
   "quote": "\"Morality is a neat cover for foul venom, but it does not alter the fact that the heart is vile, and the man himself is under damnation. Men will be damned with good works as well as without them, if they make them their confidence (rather than Jesus Christ).\"\n- Charles Spurgeon\nTopics: Morality",
   "topic": "Topics: Morality"
  },
  {
   "quote": "\"Pride may be set down as \"the sin\" of human nature.\"\n- Charles Spurgeon\nTopics: Pride",
   "topic": "Topics: Pride"
  },
  {
   "quote": "\"Doubt discovers difficulties which it never solves; it creates hesitancy, despondency, despair. Its progress is the decay of comfort, the death of peace. \"Believe!\" is the word which speaks life into a man, but doubt nails down his coffin.\"\n- Charles Spurgeon\nTopics: Doubt",
   "topic": "Topics: Doubt"
  },
  {
   "quote": "\"A faith which works not for purification will work for putrefaction. Unless our faith makes us pine after holiness, it is no better than the faith of devils, and perhaps it is not even so good as that. A holy man is the workmanship of the Holy Spirit.\"\n- Charles Spurgeon\nTopics: Faith, Holiness",
   "topic": "Topics: Faith, Holiness"
  },
  {
   "quote": "\"The preaching of Christ is the whip that flogs the devil. The preaching of Christ is the thunderbolt, the sound of which makes all hell shake.\"\n- Charles Spurgeon\nTopics: Preaching",
   "topic": "Topics: Preaching"
  },
  {
   "quote": "\"I will not believe that thou hast tasted of the honey of the gospel if thou can eat it all to thyself.\"\n- Charles Spurgeon\nTopics: Apathy, The Gospel",
   "topic": "Topics: Apathy, The Gospel"
  },
  {
   "quote": "\"The best definition of humility I ever heard was this - to think rightly of ourselves.\"\n- Charles Spurgeon\nTopics: Humility",
   "topic": "Topics: Humility"
  },
  {
   "quote": "\"No chorus is too loud, no orchestra too large, no Psalm too lofty for the lauding of the Lord of Hosts.\"\n- Charles Spurgeon\nTopics: Praise",
   "topic": "Topics: Praise"
  },
  {
   "quote": "\"\"But,\" say others, \"God has elected them on the foresight of their faith.\" Now, God gives faith, therefore He could not have elected them on account of faith which He foresaw.\"\n- Charles Spurgeon\nTopics: Faith",
   "topic": "Topics: Faith"
  },
  {
   "quote": "\"I believe that if I should preach to you the atonement of our Lord Jesus, and nothing else, twice every Sabbath day, my ministry would not be unprofitable. Perhaps it might be more profitable than it is.\"\n- Charles Spurgeon\nTopics: Atonement",
   "topic": "Topics: Atonement"
  },
  {
   "quote": "\"Those who dive in the sea of affliction bring up rare pearls.\"\n- Charles Spurgeon\nTopics: Affliction",
   "topic": "Topics: Affliction"
  },
  {
   "quote": "\"I am the messenger. I tell you the Masters message; if you do not like the message quarrel with the Bible, not with me; so long as I have Scripture on my side I will dare and defy you to do anything against me.\"\n- Charles Spurgeon\nTopics: The Bible, Quarreling",
   "topic": "Topics: The Bible, Quarreling"
  },
  {
   "quote": "\"When God accepts a sinner, He is, in fact, only accepting Christ. He looks into the sinner's eyes, and He sees His own dear Son's image there, and He takes him in.\"\n- Charles Spurgeon\nTopics: Atonement",
   "topic": "Topics: Atonement"
  },
  {
   "quote": "\"Depend on it, my hearer, you never will go to heaven unless you are prepared to worship Jesus Christ as God.\"\n- Charles Spurgeon\nTopics: Heaven",
   "topic": "Topics: Heaven"
  },
  {
   "quote": "\"Must is a hard nut to crack, but it has a sweet kernel.\"\n- Charles Spurgeon\nTopics: Life",
   "topic": "Topics: Life"
  },
  {
   "quote": "\"Sometimes we are inclined to think that a very great portion of modern revivalism has been more a curse than a blessing, because it has led thousands to a kind of peace before they have know their misery; restoring the prodigal to the Father's house, and never making him say, \"Father, I have sinned\"\"\n- Charles Spurgeon\nTopics: Revival",
   "topic": "Topics: Revival"
  },
  {
   "quote": "\"It is well for us that, amidst all the variableness of life, there is One whom change cannot affect; One whose heart can never alter, and on whose brow mutability can make no furrows.\"\n- Charles Spurgeon\nTopics: Life",
   "topic": "Topics: Life"
  },
  {
   "quote": "\"Next to the Bible, the book that I value most is John Bunyan's Pilgrim's Progress. I believe I have read it through at least a hundred times. It is a volume of which I never seem to tire.\"\n- Charles Spurgeon\nTopics: Books",
   "topic": "Topics: Books"
  },
  {
   "quote": "\"The most likely man to go to hell is the man who has nothing to do on earth. Idle people tempt the devil to tempt them.\"\n- Charles Spurgeon\nTopics: Idleness",
   "topic": "Topics: Idleness"
  },
  {
   "quote": "\"It seems to me that doubt is worse than trial. I had sooner suffer any affliction than be left to question the gospel or my own interest in it.\"\n- Charles Spurgeon\nTopics: Doubt, Affliction",
   "topic": "Topics: Doubt, Affliction"
  },
  {
   "quote": "\"Beware of no man more than of yourself; we carry our worst enemies within us.\"\n- Charles Spurgeon\nTopics: Hypocrisy, Enemies",
   "topic": "Topics: Hypocrisy, Enemies"
  },
  {
   "quote": "\"We venture to assert, that if there be any day in the year, of which we may be pretty sure that it was not the day on which the Savior was born, it is the 25th of December. Regarding not the day, let us, nevertheless, give thanks to God for the gift of His dear Son.\"\n- Charles Spurgeon\nTopics: Christmas",
   "topic": "Topics: Christmas"
  },
  {
   "quote": "\"As soon as a man has found Christ, he begins to find others.\"\n- Charles Spurgeon\nTopics: Salvation",
   "topic": "Topics: Salvation"
  },
  {
   "quote": "\"We want personal consecration. I have heard that word pronounced purse and all consecration, a most excellent pronunciation. He who loves Jesus consecrates to Him all that he has, and feels it a delight that he may lay anything at the feet of Him who laid down his life for us.\"\n- Charles Spurgeon\nTopics: Giving, Consecration",
   "topic": "Topics: Giving, Consecration"
  },
  {
   "quote": "\"You are saved - seek to be like your Savior.\"\n- Charles Spurgeon\nTopics: Salvation",
   "topic": "Topics: Salvation"
  },
  {
   "quote": "\"A sinner can no more repent and believe without the Holy Spirit's aid than he can create a world.\"\n- Charles Spurgeon\nTopics: Holy Spirit, Repentance",
   "topic": "Topics: Holy Spirit, Repentance"
  },
  {
   "quote": "\"Anxiety does not empty tomorrow of its sorrows, but only empties today of its strength.\"\n- Charles Spurgeon\nTopics: Anxiety",
   "topic": "Topics: Anxiety"
  },
  {
   "quote": "\"In spiritual things, when God has raised a desire, He always gratifies it; hence the longing is prophetic of the blessing. In no case is the desire of the living thing excited to produce distress, but in order that it may seek and find satisfaction.\"\n- Charles Spurgeon\nTopics: Blessings",
   "topic": "Topics: Blessings"
  },
  {
   "quote": "\"Whether we like it or not, asking is the rule of the Kingdom. If you may have everything by asking in His Name, and nothing without asking, I beg you to see how absolutely vital prayer is.\"\n- Charles Spurgeon\nTopics: Prayer",
   "topic": "Topics: Prayer"
  },
  {
   "quote": "\"The hell of hells will be the thought that is forever. The soul sees written over its head, \"You are damned forever.\" It hears howlings that are to be perpetual; it sees flames which are unquenchable; it knows pains that are unmitigated.\"\n- Charles Spurgeon\nTopics: Hell",
   "topic": "Topics: Hell"
  },
  {
   "quote": "\"I venture to say that the bulk of Christians spend more time in reading the newspaper than they do reading the Word of God.\"\n- Charles Spurgeon\nTopics: The Bible",
   "topic": "Topics: The Bible"
  },
  {
   "quote": "\"Love your fellowmen, and cry about them if you cannot bring them to Christ. If you cannot save them, you can weep over them. If you cannot give them a drop of cold water in hell, you can give them your heart's tears while they are still in this body.\"\n- Charles Spurgeon\nTopics: Evangelism",
   "topic": "Topics: Evangelism"
  },
  {
   "quote": "\"If the faith whereby I have laid hold on Christ to be my Savior be altogether wrought in me by the Holy Ghost through grace, then I defy the devil to take away that which he never gave me or to crush that which Jehovah Himself created in me. I defy my free will to fling what it never brought to me. What God has given, created, introduced, and established in the heart, He will maintain there.\"\n- Charles Spurgeon\nTopics: Assurance, Holy Spirit",
   "topic": "Topics: Assurance, Holy Spirit"
  },
  {
   "quote": "\"Satan always hates Christian fellowship; it is his policy to keep Christians apart. Anything which can divide saints from one another he delights in. He attaches far more importance to godly intercourse than we do. Since union is strength, he does his best to promote separation.\"\n- Charles Spurgeon\nTopics: Fellowship, Unity",
   "topic": "Topics: Fellowship, Unity"
  },
  {
   "quote": "\"Your damnation is your own election, not God's.\"\n- Charles Spurgeon\nTopics: Hell",
   "topic": "Topics: Hell"
  },
  {
   "quote": "\"I have no faith in that woman who talks of grace and glory abroad, and uses no soap and water at home. Let the buttons be on the shirts, let the children's socks be mended, let the roast mutton be done to a turn, let the house be as neat as a new pin, and the home be as happy as home can be.\"\n- Charles Spurgeon\nTopics: Family, Home",
   "topic": "Topics: Family, Home"
  },
  {
   "quote": "\"If we never have headaches through rebuking our children, we shall have plenty of heartaches when they grow up.\"\n- Charles Spurgeon\nTopics: Children",
   "topic": "Topics: Children"
  },
  {
   "quote": "\"A child who knowingly sins can savingly believe.\"\n- Charles Spurgeon\nTopics: Children, Believing",
   "topic": "Topics: Children, Believing"
  },
  {
   "quote": "\"You and your sins must separate or you and your God will never come together. No one sin may you keep; they must all be given up, they must be brought out like Canaanite kings from the cave and be hanged up in the sun.\"\n- Charles Spurgeon\nTopics: Sin",
   "topic": "Topics: Sin"
  },
  {
   "quote": "\"Many men owe the grandeur of their lives to their tremendous difficulties.\"\n- Charles Spurgeon\nTopics: Suffering",
   "topic": "Topics: Suffering"
  },
  {
   "quote": "\"Any man who declares children to be born perfect never was a father. Your child without evil? You without eyes, you mean!\"\n- Charles Spurgeon\nTopics: Fathers, Children",
   "topic": "Topics: Fathers, Children"
  },
  {
   "quote": "\"If there be any one point in which the Christian church ought to keep its fervor at a white heat, it is concerning missions. If there be anything about which we cannot tolerate lukewarmness, it is in the matter of sending the gospel to a dying world.\"\n- Charles Spurgeon\nTopics: Missions",
   "topic": "Topics: Missions"
  },
  {
   "quote": "\"It is a very remarkable fact that no inspired preacher of whom we have any record ever uttered such terrible words concerning the destiny of the lost as our Lord Jesus Christ.\"\n- Charles Spurgeon\nTopics: Hell",
   "topic": "Topics: Hell"
  },
  {
   "quote": "\"Groanings which cannot be uttered are often prayers which cannot be refused.\"\n- Charles Spurgeon\nTopics: Prayer",
   "topic": "Topics: Prayer"
  },
  {
   "quote": "\"We may expect answers to prayer, and should not be easy without them any more than we should be if we had written a letter to a friend upon important business, and had received no reply.\"\n- Charles Spurgeon\nTopics: Prayer",
   "topic": "Topics: Prayer"
  },
  {
   "quote": "\"Yet, surely, there must be some who will fling aside the (cowardly) love of peace, and speak out for our Lord, and for His truth. A craven spirit is upon man, and their tongues are paralyzed. Oh, for an outburst of true faith and holy zeal.\"\n- Charles Spurgeon\nTopics: Truth, Zeal",
   "topic": "Topics: Truth, Zeal"
  },
  {
   "quote": "\"I find myself frequently depressed - perhaps more so than any other person here. And I find no better cure for that depression than to trust in the Lord with all my heart, and seek to realize afresh the power of the peace-speaking blood of Jesus, and His infinite love in dying upon the cross to put away all my transgressions.\"\n- Charles Spurgeon\nTopics: Depression, Trust",
   "topic": "Topics: Depression, Trust"
  },
  {
   "quote": "\"Many are poor because they rob God.\"\n- Charles Spurgeon\nTopics: Giving",
   "topic": "Topics: Giving"
  },
  {
   "quote": "\"Trials teach us what we are; they dig up the soil, and let us see what we are made of.\"\n- Charles Spurgeon\nTopics: Adversity, Trials",
   "topic": "Topics: Adversity, Trials"
  }
 ]
}